[
    {
        "content": "Joe Potter and Matthew Trent work at a small, remote outpost in the middle of a snowy wilderness. Joe wakes up on Christmas Day to find Matt preparing Christmas dinner, with \"I Wish It Could Be Christmas Everyday\" playing on the radio. Matt tries to get Joe to talk about why he accepted the job at the outpost, a topic they have never discussed in the five years they have worked together. Joe is reluctant to say anything and instead asks why Matt took the job. Happy with the conversation, Matt begins his story. The story is set in a world where people can access the Internet through an augmented reality device implanted in their eyes called the \"Z-Eye\". Matt was once a dating coach who taught seduction techniques to single men who struggle to attract women. He directs one of his clients, the shy and socially awkward Harry, into gatecrashing an office Christmas party, and communicates with him through the Z-Eye. They are then joined by a group call of other single men, voicing their opinions and suggestions. Using information Matt gathers from social media, Harry convinces the party guests that they know him, and he decides to try bonding with Jennifer, a quiet \"attractive outsider\" who does not join in group conversations. With Matt's help, Harry manages to start a conversation with Jennifer, who admits she used to take drugs to fit in at parties, but not anymore, and that she is thinking of leaving the company after Christmas. She's nervous about which voice to listen to, the ones saying \"do it\" or the other half telling her not to. Gaining confidence, Harry encourages her to be bold and go for it, to which she responds warmly. When she leaves to get a drink, Harry voices his doubts to the group about going through with the deceit. He argues with Matt out loud, and when Jennifer sees Harry seemingly arguing with himself she asks him back to her home. Thinking he is about to have sex, Harry agrees to go with her. Once they enter the bedroom she offers him a strong drink, and as he tries to hold his liquor, she talks about how this drink will liberate them from the \"voices\" that watch them and try to get in their head. Harry and all the men watching gradually deduce that Jennifer has schizophrenia, has gone off of her medication and has just poisoned him. She mistakenly believes that Harry suffers from the same problem, and decides they will escape the voices together through suicide. A weakened Harry desperately struggles to explain about the Z-Eye and the watcher's club, but Jennifer assumes he is speaking metaphorically and forces a poisoned drink down his throat after drinking it herself. Matt's wife learns what he has been doing and becomes angry and fights with him. She then \"blocks\" him through the Z-Eye, meaning that they can no longer see or hear each other--audio is muffled and unintelligible, and where the person stands, there is only white static in the person's shape, similar to the appearance of a TV tuned to a dead channel. Matt's wife breaks up with him and takes custody of their daughter, and Matt reveals that the reason he took the job at the outpost was to get away from his old life, stating that he \"didn't want to be surrounded by reminders\". He reveals to Joe that coaching people into sexual encounters was merely his hobby, and goes on to explain what he did in his real job. Greta is a wealthy and demanding woman. For example, while she waits in a clinic for an operation, she rejects the breakfast in bed that they serve her because the toast is browned slightly more than she considers acceptable. The anesthetist tells Greta to count backward from ten as she is sedated. As she counts, she appears to have an out-of-body experience and is shown to be a bean-sized chip placed in a portable electronic device. The device is returned to Greta's home, where her confused and terrified consciousness is greeted by Matt. He explains that she is not actually Greta, but a digital copy of her consciousness called a Cookie, designed to control the smart house and ensure everything is perfect for the real Greta so that she will never again face the dilemma of having something not quite to her liking or having to instruct others about her exact desires. Matt then creates a virtual body for the digital copy and puts her in a simulated white room with nothing in it but a control panel. The copy refuses to accept that it is not a real person and rejects being forced into being solely a slave to all of Greta's petty desires. Matt's job is to break the willpower of digital copies through torture, so they will submit to a life of servitude to their real counterparts. He accelerates the copy's perception of time so three weeks pass in a matter of seconds, and she is traumatized by her solitude in the room with nothing to do. Despite this, the copy still refuses to work, so Matt repeats the process and increases the time to six months. This drives her mad with emptiness, so when Matt reappears to her she immediately submits to her new role. The next morning, the real Greta is awakened to her favourite music, and her copy, whose spirit is completely broken, prepares Greta's breakfast exactly as she knows Greta likes it and shows her a list of her upcoming appointments. In the present day, Joe is disgusted by Matt making a career from torturing into submission computer programs that were self-aware and conscious, even if they were merely artificial. Matt determines that Joe is an empathetic person, and asks again why he came to the outpost. Having loosened up with a drink, Joe says that his girlfriend's dad never liked him, and explains his situation. Joe once had a long-term relationship with Beth, and while they were mostly happy, their main problem was Joe's tendency to act foolishly while drunk. One evening, while having dinner with their friends Tim and Gita, Joe notices Beth is withdrawn and seems to be in a bad mood. Later, while emptying the trash, Joe finds a positive pregnancy test and is overjoyed about becoming a father. Beth reveals she does not want the baby and is getting an abortion. Joe, still drunk, is heartbroken, and remembering she drank throughout dinner he calls her selfish and guilty of trying to kill their child. Too upset to talk, Beth blocks him through her Z-Eye, causing Joe to throw a vase across the room in anger before leaving the room. Beth leaves him the next morning without removing the block, preventing Joe from apologizing. He tries following her to work and meets Tim, who explains that she has left her job. A few months later, Joe spots Beth's silhouette (she is still blocking him with the Z-Eye) and sees she is heavily pregnant, having not gone through with the abortion. He confronts her and begs for a chance to talk, but Beth instead has him arrested, and Joe is given a restraining order and is legally \"blocked\" from seeing her or the child, or any photos they appear in. He writes many letters of apology to her, but she never replies. Determined to see his child, Joe waits for Beth at her father Gordon's cottage, where she spends every Christmas. Hiding in the woods outside, he sees Beth with the baby, but because the block extends to a person's offspring, it appears as a static-filled silhouette as well. For the next four years, Joe goes to Gordon's cottage every Christmas to watch his child from the woods and leave anonymous presents on the doorstep, and despite the block, he eventually discerns the child is a girl. One day while watching the news, Joe learns that Beth has died in a train crash. This causes the legal block to expire, so Joe can finally see his daughter. Heading to the cottage with a snow globe as a present, Joe spots the girl in the garden and cautiously approaches. However, the child has East Asian features, and Joe realizes Beth was cheating on him with Tim, which is why she wanted an abortion and refused to let Joe be part of her daughter's life. Devastated, Joe follows the girl into the cottage and confronts Gordon, who admits he destroyed the letters Joe wrote before Beth could read them. Losing his temper, Joe hits Gordon in the head with the snow globe, unintentionally killing him. He then flees the cottage and lives on the streets for a few months, until he is eventually apprehended by police. Matt asks what happened to Beth's daughter, and although Joe initially claims he does not know, he remembers a police officer telling him she found her grandfather dead in the kitchen and went outside into the heavy snow to get help, but froze to death next to a tree in the garden. Joe breaks down, admitting he was responsible for the deaths of two innocent people. Matt seems relieved that he has succeeded in getting a \"confession\" out of Joe, who cannot remember coming to the outpost or what he and Matt do there. Joe suddenly realizes the outpost's interior is a replica of Gordon's kitchen, and Matt disappears. \"Joe\" is actually a digital copy similar to Greta's, as the real Joe refused to confess to his role in the deaths, so the police brought in Matt to draw a confession from his copy. The outpost was a five-year-long simulated environment within a Cookie that lasted only 70 minutes in real time. As the real Joe is charged with the deaths, Matt asks the police if he will be freed, having been arrested himself for his illegal seduction coaching, involvement in Harry's death and concealment of his role. Officer Holder (Robin Weaver) reveals that he will be released, but he has been registered as a sex offender, which means he will be blocked by everyone. Matt leaves the police station and walks out into a Christmas market, seeing everyone as white static silhouettes, while they see him as a red silhouette. He will be unable to interact with anyone for the rest of his life. Meanwhile, Joe's digital copy is left on, and an officer increases the Cookie's rate of time perception to one thousand years per minute and sets \"I Wish It Could Be Christmas Everyday\" (which was playing on the radio when Joe killed Beth's father) on a continuous loop. When Joe's copy tries to destroy the radio, another one appears in its place, playing the song increasingly louder each time. Holder allows this, intending to switch the Cookie off after Christmas. The story ends with the song playing endlessly, and with the body of Beth's daughter visible from the cottage window as the Cookie of Joe loses his mind.",
        "labels": [
            "AI rights",
            "digital clone of a person",
            "speculative virtual reality",
            "augmented reality",
            "coping with being tortured",
            "speculative punishment",
            "what if I killed someone by accident"
        ]
    },
    {
        "content": "Prime Minister Michael Callow (Rory Kinnear) is woken up one morning to be told that Princess Susannah, Duchess of Beaumont (Lydia Wilson), a much-loved member of the Royal Family, has been kidnapped. A video of Susannah is shown to the Prime Minister where she states that she will be killed if Callow does not follow through with the ransom demand. The demand itself is a shocking one; he must have live sexual intercourse with a pig broadcast on national television at 4pm that afternoon on every network, with a list of technical specifications designed to make it impossible to fake. The kidnappers leave no details nor any channel for communication, making negotiation impossible. Callow adamantly opposes fulfilling the demand, and orders everything possible to catch the kidnapper before the deadline. Callow also demands the news not reach the public, at which point he is told the final crucial detail; the ransom video came from YouTube and, despite having only been up for nine minutes, has already been viewed, downloaded and copied by many thousand members of the British public. Although the UK's media initially agrees via a D-Notice not to report the story, it soon reaches foreign news networks, which immediately report it. After this, the UK media follow suit, and although they sanitize certain details, everyone already knows the bizarre ransom demand. The public's response is initially one of sympathy towards Callow, and the majority do not expect him to go through with the demand. However, at the same time, Twitter wags jokingly discuss the story, mocking Callow and his wife Jane (Anna Wilson-Jones). When the British government first receives the video, the Home Secretary, Alex Cairns (Lindsay Duncan) secretly attempts to manufacture fake footage to broadcast (via using highly sophisticated technology to superimpose the PM's head onto porn star Rod Senseless, who would perform in his stead). The kidnapper discovers the ploy (due to someone recognizing Senseless and posting a picture on Twitter), and sends Princess Susannah's finger to a UK news station as a response. The story is outed, and public opinion turns sharply against Callow; a majority now demand he follows through with the kidnapper's ransom. Jane tearfully begs him not to go through with it. This drives Callow to order an immediate rescue operation on the building where they believe Susannah is being held, forgoing the recommended observation period. The building is revealed to be a decoy and a reporter is injured during the operation. Callow loses even more support. With the time near 4:00pm and with no leads or indication as to where Susannah is, preparations for the broadcast are made. Callow tries to refuse to go through with it regardless of what happens to Susannah, only to be told by his staff that he has no choice as his party, the public, and the royal family are ordering him to fulfill the ransom demand. Alex subtly threatens Callow, making it clear that if he refuses, neither he nor his family will have protection from repercussions. Callow is forced to capitulate, despite his desperation not to. Many crowds gather to watch the event in workplaces and pubs, as an announcement is made on TV stating what is about to happen, and a noise designed to induce nausea is played in a futile attempt to discourage viewing. Callow is given potency drugs and advice before entering the room. He sees the pig and asks for forgiveness for what he is about to do. Callow has sex with the pig in front of a live global audience, who, despite their empathy and disgust, compel themselves to 'witness history'. The event lasts over an hour, and Callow suffers horribly as he attempts to force himself to climax. The Princess is discovered unharmed in the streets, the finger having belonged to the kidnapper. It is revealed that she was released before the deadline, unnoticed, as everyone was distracted by the broadcast. It emerges that Turner Prize winner Carlton Bloom planned the events, intending to make an artistic point by showing events of significance slipped under the noses of the public and the government as they were 'elsewhere, watching screens' and not paying attention to the real world. Bloom commits suicide as the broadcast airs, and it is decided that the early release will not be revealed to anyone, including Callow. Cairns tells Callow, who is vomiting after his ordeal, that the princess is safe. A year after the broadcast, Callow's political image is better than intact, having gained greater public approval due to his willingness to sacrifice his dignity (or the public's forgetfulness). Princess Susannah has recovered from the kidnapping and is expecting a child, while the public at large knows of Bloom's organizing of the affair and have for the most part moved on from the incident. While Callow's reputation has been raised in the eyes of the public, it is implied that his relationship with Jane has not survived the ordeal—a year after the incident, although she makes public appearances with him, she is entirely cold to him in private.",
        "labels": [
            "compromising one's ethical principles vs. self-preservation",
            "facing a hostage situation",
            "saving innocent lives vs. compromising one's ethical principles",
            "bestiality",
            "human self-sacrifice for another",
            "husband and wife",
            "social media in society"
        ]
    },
    {
        "content": "A satire on entertainment shows and our insatiable thirst for distraction set in a dystopian version of a future reality. In this world, a society of people live in an enormous, enclosed space with contiguous video screens covering nearly every surface offering personalised entertainment. They earn their living by riding on exercise bikes in order to power their surroundings, earning currency known as Merits. These can be used to buy food, virtual accessories for their Dopple, a virtual avatar, and to skip advertising that frequently interrupts everyday activities. Overweight people are second-class citizens who either work as cleaners around the bikes (where they are verbally abused) or are humiliated on game shows which others pay to watch. Bingham 'Bing' Madsen (Daniel Kaluuya) has inherited 12,000,000 Merits from his dead brother, and has the minor luxury of skipping advertisements as often as he wants. He notices newcomer Abi Khan (Jessica Brown Findlay) while exercising one day, and develops feelings for her. On another occasion, he overhears Abi singing in the toilet and encourages her to enter an X-Factor style game show called Hot Shots, where winners get to move into more lavish spaces and out of the slave-like world around them, no longer having to grind on a bike for Merits. Bing manages to persuade Abi and, feeling there is nothing 'real' worth spending his Merits on, purchases the ticket for her, only to realize the price has changed from 12,000,000 to 15,000,000 Merits. After some consideration he decides to follow through with the purchase, which costs him almost all of his Merits. He accompanies a nervous Abi to the audition, where she is required to drink a beverage called 'Cuppliance' that is claimed to help settle her nerves. Although Abi's rendition of 'Anyone Who Knows What Love Is' impresses the three judges, Hope, Charity, and Wraith (Rupert Everett, Julia Davis, Ashley Thomas) and the crowd, they state they have no more room for a merely 'Above Average Singer'. Judge Wraith casually remarks that her unease can be taken care of, and offers her the chance to be a pornstar on WraithBabes. Bing attempts to intervene but is dragged away and, after goading from the judges and crowd, Abi, who has been drugged by the Cuppliance, reluctantly agrees despite Bing protesting offstage. Bing returns to his cell without Abi and with very few Merits left, where he continues his daily routine listlessly. One day, while playing a game in his cell, an advert for a new episode of WraithBabes featuring Abi appears. Lacking enough Merits to skip the ad, Bing tries to look away, but the automated systems emit an increasingly high pitched and louder beeping noise that only stops when he opens his eyes. Bing tries to use the water closet, but since he cannot leave his cell until the ad finishes, he finally loses his temper and proceeds to bash one of the screens until the glass shatters in shards. Bing eyes one of the larger pieces, and the empty Cuppliance container Abi drank earlier, and gets an idea. He hides them both under his bed, and spends the next several months aggressively earning Merits on his bike, as well as being extremely frugal with what he purchases, even occasionally resorting to theft, in order to re-earn 15,000,000 more Merits and buy another Hot Shots ticket for himself. Prior to his audition, Bing hides the shard of glass in his pants and stands patiently in the waiting room every day without expression, until he is called in due to the judges wanting an 'ethnic' contestant. He feigns to the stagehands that he already drank his Cuppliance using Abi's empty container, and walks onstage. Bing starts with a dance number that impresses the judges and crowd, but stops his performance suddenly and draws the shard of glass pressing it against his neck, threatening to kill himself live on the show if he does not get a chance to speak. Wraith encourages him to kill himself (so long as he doesn't get any blood on Wraith), but the other judges decide to hear him out. Bing begins to emotionally rant about how unfair the system is and how heartless people have become, and expresses his hatred for how the judges took away, corrupted, and sold the only thing in his life he thought was real. Instead of taking his words into consideration, all three judges praise Bing for his 'performance', and Hope offers him his own show, where he can rant about the system all he wants. Bing accepts the offer and, sometime later, is shown finishing one of his rants via his livestream while holding the shard of glass to his neck, having turned it into a gimmick. He now lives in a penthouse-like cell that is much bigger than his original, and the episode ends as Bing pours himself a glass of orange juice and stands staring out of the side of his room onto a green forest stretching into the distance. The forest appears to be real and not on a screen, as a parallax effect can clearly be seen as the camera zooms out.",
        "labels": [
            "celebrity culture in society",
            "consumerist dystopia",
            "escape from reality",
            "mass consumerism",
            "pervasive marketing in society",
            "prostitution",
            "prostitution vs. Poverty",
            "selling out for money",
            "the desire for fame",
            "the need for a purpose in life",
            "unrequited love"
        ]
    },
    {
        "content": "In a reality set in the near future, most people have a 'grain' implanted behind their ear that records everything they do, see or hear. This allows memories to be played back either in front of the person's eyes or on a screen, a process known as a 're-do'. Liam Foxwell (Toby Kebbell), a young lawyer, attends a work appraisal which he feels did not go well. After leaving the meeting he replays his memory of it and dwells on a seemingly insincere phrase used by his employer. He arrives at a dinner party hosted by some of his wife's friends and sees his wife Ffion (Jodie Whittaker) talking to a man he doesn't recognise, whom she introduces as Jonas (Tom Cullen). Some of Ffion's friends ask how the appraisal went and suggest replaying it as a 're-do' so they can all give their opinions on it, but Jonas steps in to save Liam from the embarrassment. At dinner, Jonas speaks increasingly frankly about his personal life and talks about masturbating to re-dos of sex from his earlier relationships. Throughout the meal, Liam becomes suspicious of how fondly Ffion seems to be looking at Jonas, and he is especially suspicious when she laughs at Jonas's joke. One woman at dinner says that she had her grain violently removed, and many at the table agree that it is lucky her vision was spared. She says she would rather live 'grain-free'. When Liam and Ffion return home, it transpires that Ffion had had a previous relationship with Jonas many years ago which she had mentioned to Liam but downplayed. She initially said it lasted a week, then says a month, and then admits it was six months. These initial lies make Liam even more paranoid and he insists on replaying footage from the evening and demanding explanations for why Ffion said and did the things she did. Ffion becomes increasingly uncomfortable with his relentless questioning and the conversation turns into a row. Liam apologises and they have sex, but they are both watching re-dos of more passionate sex from earlier in their relationship. After they finish, Liam goes back downstairs and watches re-dos of Jonas' frank confessions from the dinner party, whilst drinking excessively. He continues this all night, and the next morning argues with Ffion about her laughing at Jonas' joke. She goes back to bed and he drunkenly drives to Jonas' house, where he confronts him about his relationship with Ffion, and threatens to cut Jonas' grain out of his neck if he doesn't delete all the footage of her stored on it. Jonas complies, and Liam drives away, crashes his car into a tree and passes out. When he wakes up, he replays his latest memories with increasing horror, and walks home to confront Ffion - as Jonas projected his footage of Ffion onto the wall screen before deleting it, Liam noticed that there was a file proving Jonas and Ffion last had sex eighteen months ago, around the time their daughter Jodie was conceived. Ffion admits to cheating on Liam, saying that it was when Liam had temporarily walked out after a row, but insists that she and Jonas did use a condom and that Liam is the baby's father. Liam demands that she replay the re-do of it to prove it; the video heavily implies Ffion and Jonas did not use a condom. In the closing scenes, Liam is seen wandering around his now empty house, playing re-dos of happy memories with Ffion and his daughter playing, before going into the bathroom and messily cutting his grain out from behind his ear with a razor and cuticle clippers. The screen goes suddenly black.",
        "labels": [
            "coping with a jealous lover",
            "recording implant",
            "romantic infidelity",
            "romantic jealousy",
            "brain-computer interface",
            "husband and wife",
            "invasion of privacy",
            "mass surveillance",
            "obsession",
            "old flames",
            "romantic love",
            "security vs. Freedom"
        ]
    },
    {
        "content": "Martha (Hayley Atwell) and Ash (Domhnall Gleeson) are a young couple who move to a remote house in the countryside. Ash is a social media addict and compulsively checks his phone for updates on his social network pages. The day after moving into the house, Ash is killed returning the hire van. At the funeral, Martha's friend Sara (Sinead Matthews) tells her about a new online service that lets people stay in touch with the deceased. By using all of his past online communications and social media profiles, a new 'Ash' can be created virtually. Martha rejects the idea outright, but Sara signs Martha up to the service anyway, without telling her. When Martha gets an e-mail supposedly from 'Ash', she furiously confronts Sara, who urges her to at least give the service a try before dismissing it. Over the following days, Martha is overwhelmed by grief and soon discovers that she is pregnant. Becoming emotionally unstable, she responds to the artificial Ash's e-mail. She starts to communicate with him through instant messaging and informs him of the pregnancy. She then uploads videos and photos of Ash to the service's database, and the service duplicates Ash's voice to talk to Martha over the phone. Martha allows herself to believe that she is talking to her dead partner, and over the following weeks, she talks to the artificial Ash almost non-stop, keeping him updated regarding the pregnancy. After Martha accidentally damages her phone and has a panic attack when she temporarily loses contact with the service, the artificial Ash tells her about the service's next stage, which is still in its experimental phase: a body made of synthetic flesh that the program can be uploaded onto. Martha buys a blank, synthetic body from the service, and following the artificial Ash's instructions she allows the body to take on Ash's physical characteristics. The end result is an android that looks almost exactly like Ash, only missing minor characteristics such as his facial hair and a mole on his neck, which Ash corrects. From the moment the android is activated, Martha is uncomfortable and struggles to accept its existence. Despite the android satisfying her sexually, she quickly becomes frustrated by it constantly doing what she says without question, its lack of emotion (only expressing emotions when she tells it to do so), and the absence of certain habits and personality traits which the real Ash had but the service did not have information on. After an argument, Martha decides she can no longer tolerate the android, taking it to the edge of a tall cliff and ordering it to jump off. The android agrees to do so, but Martha grows even angrier, saying that the real Ash would not have willingly jumped. The android responds by begging for its own life, causing Martha to realise that she can't bring herself to get rid of it. The scene cuts to several years later, and Martha is shown to have raised her daughter (Indira Ainger) in the country house, keeping the android Ash locked in the attic. She allows her daughter to see the android on weekends, but Martha's daughter convinces her to allow her into the attic on her birthday to give the android a piece of birthday cake. Martha's daughter reveals in her conversation with the android that she knows it does not need to eat, and merely used this as a ruse to get extra cake; it compliments her guile. While her daughter is in the attic with the android, Martha waits at the bottom of the attic steps close to tears, then after regaining her emotional composure, she climbs the ladder to join them.",
        "labels": [
            "android clone of a person",
            "coping with the death of a family member",
            "digital clone of a person",
            "duplicate of a person",
            "engaged couple",
            "personal identity",
            "romantic love"
        ]
    },
    {
        "content": "Victoria Skillane wakes up. She grabs the back of her head in pain. She notices bandages wrapped around her wrists and looks at them. She sees a television screen in front of her with a symbol on it. At her feet, there are two pill bottles spilled on the floor. She gets up and opens the curtains to look outside. She sees her reflection in a nearby mirror. She looks back at the television, then turns it off. She calls out, but gets no answer. She goes downstairs to find another television with the same symbol on it. She takes a glass off the counter, fills it with water, and drinks it. A calendar on the wall indicates that it's Friday, October 18. She looks at a picture on the mantle, which shows her with a man, with a smaller picture of a little girl tucked into the edge of the frame. She takes the picture of the little girl and gets a flash of a memory of her. She turns off the television. She puts on a jacket and shoes that are nearby and steps out into the yard. She goes out through the gate and sees a playground. She sees some people standing in the window with their phones pointed at her. She calls to them, but they don't answer. She sees people in every window. She asks them if they know who she is because she doesn't remember. A person nearby takes a picture of her and then runs away. She tries to follow them, but can't catch up. A car stops in the distance and a person gets out, wearing a mask with the same symbol from the televisions. He pulls a shotgun out of the trunk and aims it at Victoria, who runs away. She runs past crowds of people, all pointing their phones at her and all ignoring her. She runs until she finds Jem, who is filling up her gas tank. Jem frantically yells to someone that they have to go as the person with the shotgun arrives and fires at them. He shoots one of Jem's tires as she and Victoria hide behind the car. Damien exits the shop and Jem warns him to get back. She runs into the shop herself. She tries to close the door behind her, but Victoria pushes her way in. They barricade the door as Victoria hides. They try to think of possible ways to get out. There's a crowd of people pressed up against the windows with their phones out. Jem tells Victoria to get a nearby extinguisher. The person with the shotgun starts hitting it up against the window. Victoria gets the extinguisher and rolls it to Jem. Jem tells Victoria to help Damien with Gun Guy while she uses the extinguisher to break the lock off the back door. Gun Guy breaks the glass and steps inside. Damien grabs his legs and pulls him down. They fight over the gun. Jem gets the door open and Victoria follows her through it. They hear a gun shot as they run out the back door. They crouch and hide. They watch Damien come out clutching his abdomen and realize he's been shot. Gun Guy comes out next, reloading the shotgun. The crowd follows and starts surrounding Damien with their cameras. Victoria gets more flashes of memory of the man and girl from the pictures. Jem and Victoria run, but had to hide again when a woman wearing a sheep mask and holding an electric knife gets out of a car. A man wearing a welding mask gets out of the passenger side. Victoria asks why they look like that and Jem tells her they like scaring people. Jem sees a gap in a fence and says they need to run for it so they can lose the hunters. They make it through and find an empty house. Jem warns Victoria way from the windows, saying the onlookers sometimes wait there. Victoria is confused. She tells Jem she woke up in a house and doesn't even know if it was hers or anything about herself. She has the picture of what she thinks must be her daughter. Jem asks if maybe she tried to kill herself and Victoria recalls the pills on the floor. Jem doesn't blame her. Lots of people have fried that since it started. She tells Victoria that it started with a signal, like flashing pictures, on every kind of screen. Victoria remembers seeing the signal on the television. It did something to people, to make them the onlookers, people who just stand around taking pictures and videos and don't seem to care what's happening. Some people weren't affected, but Jem doesn't know why. Knife Woman and Welder Guy are what she calls hunters. They were normal at first, but then they realized they could do whatever they wanted, so they started taking stuff. It got worse and now they have an audience. Jem supposes they were already like this underneath it all, but just needed the rules to change so no one stopped them to show their true selves. Jem pulls out a map to show Victoria where they need to go, where the transmitters have been knocked out. There's one transmitter on their way, at White Bear, and they are going to knock it out. The phrase White Bear gives Victoria another flash of the girl. Jem tries to stop Victoria as she confronts the onlookers, asking what's wrong with them. Victoria throws a brick at them and chases them off. When Victoria goes to pick up one of their dropped phones, Jem pulls out a taser and tells her to put it down. She says their phones are dangerous and she warns Victoria not to look at the screen. Victoria ignores her and looks, which causes more flashes of memory of the girl, Jemima, and the man. Knife Woman and Welder Guy are approaching, so Jem tells Victoria to run. A van pulls up and Baxter tells them to get in. Jem climbs in and pulls a reluctant Victoria with her. As they drive, Jem complains that Baxter nearly ran them over, but he says he saved their lives. Victoria thinks she knows him, but she can't tell him where they met. Jem says they're heading south, but he says that's not a good move, by which he means he won't drive them there. He knows a safe place. Victoria thinks it's in the woods, but doesn't know how she knows that. She has a memory of them getting out and no one chasing them. Then they eat. They've arrived. Victoria looks at the picture of Jemima as Baxter confirms there's no signal. Baxter sees the picture and asks if it's Victoria's daughter. She thinks so, but doesn't know any more than that. She doesn't know what happened to her wrists either. Baxter thinks she must have some kind of mysterious mental illness. He asks Jem if she has any weaknesses and she says everyone has some. Baxter says that's why they're easy pickings. Victoria asks about his weaknesses and he goes to get something from his van. He comes back with a shotgun, saying he'll shoot them if they run. He hands Victoria a ski mask with the symbol on it, telling her to put it on backwards so it covers her eyes. Then he has her put her hands on Jem's shoulders so Jem can lead her. He presses the gun into Victoria's back and guides Jem through the woods. He has Jem take the mask off Victoria as they stand at the top of a hill. Victoria sees nooses and people hanging from crosses below. More onlookers appear as they walk down the hill. When Baxter gets distracted by his phone, Jem runs. He shoots at her, but misses. Baxter ties Victoria up and pulls out a drill. He taunts her with it while she pleads with the onlookers to do something. As he prepares to drill into her back, Jem appears with a shotgun pointed at him. She shoots him and frees Victoria. Victoria thanks Jem for coming back for her, but she really came back for her backpack. She takes Baxter's keys and starts walking away. When Victoria doesn't follow, she calls for her. They get back to Baxter's van and drive away as Knife Woman and Welder Guy approach. Jem says White Bear isn't far, so she's hopeful they'll be able to shut it down before the hunters find them. They just need to light the tower on fire. She has the plans for the compound. She's been planning this for a while. An onlooker takes a picture of Victoria as they drive past and she gets another flash of the man and then herself telling Jemima to lie down in the back seat as they drive past a police car. Victoria tells Jem to turn around because there's something not right about White Bear, but she doesn't know what it is. Jem doesn't trust her because of what happened with Baxter. Jem stops outside the compound and as she starts to work, Victoria has more flashes. Jem breaks the lock on the compound and gets Victoria out of the van to come with her. Victoria has another flash, which shows that the man has a tattoo of the symbol on his neck. Jem sees a security camera and realizes the hunters will be there soon. She looks at the plan and then leads Victoria to a building. Inside, Victoria sees several screens with the symbol on them. Jem starts to pour gasoline and holds up her lighter as Welder Guy and Knife Woman find them. Welder Guy has a shotgun. Knife Woman fights with Jem and cuts her arm. This distracted Welder Guy and Victoria grabs his gun. She points it at him and shoots, but it sprays confetti. Suddenly, the wall behind Victoria opens to reveal an audience, full of applauding people. Jem, Welder Guy, and Knife Woman settle Victoria into a chair and strap her in. Then they step forward, joined by Damien, and take a bow. Baxter comes on stage and takes his own bow. He tells Victoria it's time to tell her who she is. He turns her chair and shows her that the man from her memories is Iain Rannoch, her fiancé. Victoria hears a news report that tells her she was found guilty after she and Iain, who died by suicide while in police custody, abducted Jemima Sykes, the girl, who had a stuffed white bear as a toy. She was missing for months and the only clue was the bear, which became a symbol for the hunt. Finally, they found Jemima's body in a forest, wrapped in a sleeping bag and burned. Victoria and Iain were caught when footage of Jemima being tortured was found on Victoria's phone. Iain was identified by the tattoo on the back of his neck. He tortured and killed her while Victoria recorded it. Victoria admitted to having done it and claimed that Iain had pressured her into it. The judge and jury weren't convinced and ruled that she'd face 'proportionate and considered' punishment. Iain hanged himself to avoid his own punishment, leaving the public to focus on Victoria. Victoria cries as the news report finishes. Baxter turns her to the audience and tells her to stop. He lays out what Victoria did while Iain tortured and killed Jemima. She just watched and filmed it. He asks how she likes it. Everyone in the audience holds up their phones to record her. Baxter tells them to get Victoria out of there and put her back where she came from. Baxter thanks everyone for coming. He encourages them to take as many pictures as they want. Most importantly, he needs them to shout and scream so Victoria knows they're there. He gets in the van. Victoria is tied up in the back, in a glass enclosure, so she can see and hear people as they drive by. Once they've arrived, the workers carry Victoria out in the chair and put her back in the room where she started the day. Victoria asks Baxter to kill her. He says that's what she always says. He dumps the pills on the floor and tells her they'll wipe her day clean. It takes about 30 minutes, he says as he attaches a device to Victoria's temples. While it works, he puts on a video of Jemima, which he says Victoria recorded. The device starts shocking Victoria and she screams as Baxter leaves. Downstairs, the workers reset everything in the house so it's exactly as it was the day before. Baxter marks off October 18th on the calendar and leaves. A sign welcomes visitors to White Bear Justice Park and tells them to enjoy the show. Jem welcomes the crowd to the park and hands them over to Baxter, who explains the rules. There is to be no talking. Not just to Victoria, but to each other. They need her to believe they're all mesmerized. The workers prepare for the day and welcome people to the park. Jem says rule number two is to keep your distance. They should treat Victoria as they would an escaped lion. Yesterday, she threw something, so Jem tells them they'll step in if she gets too close. They all have tasers, but it'll shut down the day, so it's best to keep their distance. Baxter says the final rule it to enjoy themselves. They need to take lots of pictures, but stay safe. He riles them up. Victoria wakes up just as she did the day before, with no memory of who she is or what has happened. The onlookers watch footage of her on their phones. Baxter warns Jem and Damien, who are in position, that Victoria is on her way. Baxter puts on the symbol mask and gets ready. Victoria's day plays out much like the one before it. Once Jem and Victoria have left, Damien gets back up. He celebrates with the onlookers that he was convincing. In the forest, the actors get ready for Victoria and Jem's arrival, with actors hanging from the crosses. Baxter tortures Victoria in the woods. The audiences waits for Victoria to be revealed on the stage. Baxter encourages the crowd. Victoria is driven back to the house. Victoria's memory is erased. She wakes up another day.",
        "labels": [
            "crime and punishment",
            "cruel and unusual punishment",
            "eye for an eye justice",
            "prisoners being exploited for entertainment",
            "treatment of prisoners",
            "lawless anarchy dystopia",
            "murder",
            "what if everyone turned into zombies",
            "what if I had amnesia",
            "what if I woke up in a strange place and didn't remember how I got there"
        ]
    },
    {
        "content": "During a brain-storming session for the Waldo pilot, producer Jack Napier (Jason Flemyng), who owns the rights to Waldo, jokingly suggests that Waldo should compete against real politicians in an upcoming by-election in the town of Stentonford, so he can stand against one of his past interviewees, Conservative candidate Liam Monroe (Tobias Menzies). Jamie at first opposes the idea, worried about entering the world of politics, but he soon reluctantly agrees to go ahead with the plan. The production company heads off on a campaign trail, projecting Waldo onto a screen on the side of a van and driving to wherever Monroe is campaigning so Waldo can publicly humiliate him. During the campaign, Jamie meets Gwendolyn Harris (Chloe Pirrie), the by-election's Labour candidate who, despite having no chance of winning, is entering the by-election to further her own political career. Jamie and Gwendolyn grow close and they have a one-night stand, but afterward, Gwendolyn is warned by her campaign manager to keep away from Jamie during the campaign. Jamie can't understand why she is avoiding him, and develops a disdain for career politicians. On a TV panel show with every party candidate as a guest, Monroe mocks both Waldo and Jamie, taunting him by saying Waldo is nothing more than a joke and Jamie himself hasn't achieved anything in his comedy career. This aggravation causes Jamie to angrily rant at every candidate on the panel, accusing them of being more artificial than Waldo is, viciously exposing that Gwendolyn is using the by-election only to boost her own image and stating that the public has lost faith in politicians. Jamie is later embarrassed by his outburst, but the rant becomes a hit on YouTube and Waldo gains more public support while Gwendolyn's campaign quickly falters and the Labour party distances itself from her. Both Jamie and Napier meet with an American (who introduces himself as a member of \"the agency\") who claims that due to his independent stance, Waldo has the potential to become a global authority figure, much to the disdain of Jamie. After a heated argument with Napier, Jamie opts to leave the campaign. He tries to apologise to Gwendolyn for his actions, but she turns him away, enraged that he has damaged her career. On the final day of the campaign trail, Jamie rejoins but is overwhelmed by guilt and breaks down at a rally, begging the public not to vote for Waldo, leaving the van and trying to smash the screen. Napier takes over Waldo's controls and orders the public to attack Jamie. On the day of the election, Jamie watches the results from a hospital bed; Monroe wins, with Waldo (now voiced by Napier) coming second and Gwendolyn coming third. Napier prompts the audience to riot. During the end credits, Jamie is shown to have become homeless and is living on the street. He sees Waldo on a nearby monitor displaying what are assumed to be political ads on a global scale and angrily throws a bottle at the screen, which leads to him being assaulted by two police officers.",
        "labels": [
            "coping with personal failure",
            "democracy",
            "duty vs. conscience",
            "infatuation",
            "political apathy in society",
            "professional politics",
            "social media in society",
            "the desire for professional success"
        ]
    },
    {
        "content": "Lacie gets drunk and decides to go anyway, breaking into the island and gatecrashing the wedding reception. She drunkenly performs her speech, embarrassing herself and ripping into Naomi for sleeping with her boyfriend when they were younger. All the guests subsequently rank her down causing Lacie's rating to plummet to 0.6, though Lacie is unfazed by this. She attacks Naomi's new husband, Paul (Alan Ritchson), with a knife when he tries to restrain her. She is arrested, has the technology removed, and is placed in prison. However, she finds herself surprisingly happy, exchanging insults with the prisoner opposite (Sope Dirisu), without fear of being ranked down.",
        "labels": [
            "conformism in society",
            "peer pressure",
            "social media dystopia",
            "social media in society",
            "augmented reality",
            "cracking under pressure",
            "descent into crime",
            "fall from grace",
            "friendship",
            "obsession",
            "the desire to be liked"
        ]
    },
    {
        "content": "Cooper (Wyatt Russell), a man living with his mother, leaves home to travel the world. He keeps ignoring his mother's calls, feeling unable to connect to her following his father developing early onset Alzheimer's and dying. In London, shortly before he plans to return home, he meets Sonja (Hannah John-Kamen). He suddenly realizes that he does not have enough money in his bank account to return back home. Sonja shows him an an app she had found, Oddjobs, which showed him various tasks he could complete for money. He sees one nearby related to a video game company, SaitoGemu. At the company's building, Katie (Wunmi Mosaku) meets him and takes him to a white room where he can test out a new technology that the company has. Despite her telling him to turn his phone off for security reasons, he switches it back on to send Sonja a picture of the technology he will be using. She asks him to sign a form and injects something into the back of his head. Cooper plays a game of Whack-a-Mole using the 3D graphics technology of the chip and enjoys it massively. After it is over, Katie asks him if he wishes to participate in another experiment at the company, and introduces him to Shou (Ken Yamamura) who runs the company. He talks to Cooper about the new technology, which is designed to probe his brain for information and then tries to scare him, and Cooper agrees to take part in the next trial. Katie takes him to a mansion identical to one that appeared in another SaitoGemu video game and gives him an earpiece to communicate with him before leaving. After a few small jumpscares interspersed with a nervous conversation with Katie, the earpiece stops working and Sonja turns up at the house unexpectedly, telling Cooper that he is in danger. He thinks she is another hologram created by the technology, but can actually physically touch her. She finds a knife and Cooper starts getting worried; she stalks him with the knife, he turns to run to be confronted by a mutant spider and she stabs him in the shoulder with it as he yells in pain. They struggle, fall to the floor and he eventually impales her, now a skinless skull, on the knife. After a minute of intense pain, the knife disappears, as does Sonja. Katie resumes talking in his earpiece, telling Cooper he needs to go to the \"access point\" in the house, as he wants the test to stop. Convinced she is just trying to scare him, he makes his way to the access point. Katie starts asking him questions and he realises he is losing his memories, to the point where he does not recognise himself in the mirror. Katie and Shou burst through the door, saying the technology has gone too far into his brain, and cannot be shut off. He seemingly wakes up, back in the room where Katie and Shou started the experiment; Shou apologises for the terror he caused Cooper, saying that the game was not designed to go that far. Cooper returns home to his mother, who does not recognise him. She repeats over and over that she needs to call Cooper, and starts dialing his number on her phone. It is revealed that Cooper is still in the white room where Katie took him. He experiences some sort of electric shock and falls to the floor, dead, as Katie watches. Cooper's phone is ringing. Shou enters the room, asking what happened, and Katie says that the phone must have interfered with the technology. Shou tells Katie to report the test to the database. Katie does so, as Cooper's body is being disposed of in a bag. She notes that the experiment lasted 0.04 seconds, the cause of death was Cooper's phone and that he called \"Mom\" as he died.",
        "labels": [
            "brain-computer interface",
            "facing one's darkest fear",
            "fear",
            "mother and son",
            "the nature of fear",
            "the nature of the subconscious",
            "coping with a family issue",
            "coping with the death of a parent",
            "loyalty to one's family",
            "remorse",
            "what if I was trapped inside a game"
        ]
    },
    {
        "content": "Kenny gets a call from his mother. His face is bruised and bloodied. Sandra asks him what he did. People are saying he was looking at kids. She begs him to tell her it's not true. He also gets the troll face text. Several police cars approach him.",
        "labels": [
            "compromising one's ethical principles vs. self-preservation",
            "crime and punishment",
            "pedophiles",
            "blackmail",
            "Internet crime in society",
            "vigilante justice"
        ]
    },
    {
        "content": "Welcome to San Junipero. In 1987, a shy young woman, Yorkie (Mackenzie Davis), visits San Junipero (a so-called party town) for the first time. One of the first people she sees is Kelly (Gugu Mbatha-Raw), a vivacious party girl trying to lose Wes, a man she had a fling with. Kelly talks to Yorkie to ditch Wes, pretending they are old friends, and then compliments her \"authentic\" look and invites her to dance. Embarrassed to be seen flirting with Kelly, Yorkie runs away. When Kelly comes after her and propositions her for sex, Yorkie is intimidated, tells Kelly she is engaged, and reluctantly leaves. The following week Yorkie tries to dress up, before settling on similar clothes to the week before. She again spots Kelly, this time flirting with a different man, and follows her into the bathroom. The two kiss, and then go to Kelly's bungalow where they have sex. Yorkie reveals it was the first time she'd had sex, with anyone. Kelly shares that she is bisexual and was once married to her husband. The scene ends abruptly when the clock hits midnight. The following week Yorkie searches for, but cannot find, Kelly. Spotting Wes at the sex club Quagmire, Yorkie asks him where she is, but he tells her he doesn't know although she should try looking \"at the 80s, 90s, and in the 2000s\". Yorkie continues searching for Kelly in San Junipero, seeming to have traveled time. She eventually finds her in 2002, playing Dance Dance Revolution. Kelly brushes her off, and Yorkie is hurt and leaves. Feeling bad, Kelly goes back and finds Yorkie on the rooftop. She confesses that she is dying and that she only meant to have fun, and not make connections while in San Junipero. The two sleep together again, and Kelly tells Yorkie she wants to meet her \"in real life\", implying that they are actually in an alternate reality. Yorkie begs her not to, but after some persuasion, she tells Kelly where she is in California. Passing Over. In reality, the consciousnesses of the dead are uploaded into a newly developed virtual reality system, where they can live in a simulated place called San Junipero as their younger selves forever. Elder people can visit San Junipero for a trial period, but are limited to 5 hours a week, ending at midnight. An aged Kelly (Denise Burse) goes to visit Yorkie, and discovers that she is a quadriplegic elderly woman living in an assisted living facility. The nurse tells her that Yorkie became incapacitated over forty years earlier following a car accident almost immediately after coming out to her deeply religious parents. Her nurse Greg shares that she communicates via a comm box and that she has been trying out San Junipero's five-hour weekly trial, but is now ready to be euthanized and spend her afterlife in the virtual reality system. Because her family has staunch religious objections to signing the papers allowing her to die, she plans on marrying Greg (her aforementioned fiancé), so that he may legally override their authority. Not wanting Yorkie to marry someone she doesn't love, Kelly enters San Junipero with her for 5 minutes, and proposes, which Yorkie enthusiastically accepts. They marry, and Kelly authorizes Yorkie's euthanasia, effectively \"passing over\" her consciousness to San Junipero forever. 49 Years. Yorkie is happy in San Junipero, but frustrated that Kelly is only able to join her for 5 hours a week. She impulsively asks Kelly to join her in the afterlife, but Kelly is torn as she was married to a man she loved previously for 49 years, and he did not want to live in San Junipero. When Yorkie accuses Kelly's husband of abandoning her, Kelly reveals that they had a daughter, Allison, who died at 39, before the technology of San Junipero was available. Rather than live in a San Junipero that didn't contain Allison, Kelly's husband chose not to be uploaded; although he wasn't convinced there was an afterlife, he hoped he might be reunited with his daughter. Though Kelly doesn't believe in an afterlife, she decides she doesn't want to be uploaded to an eternity without her husband and daughter, especially since she promised her husband she wouldn't. Frustrated by Yorkie's request, Kelly drives away and purposely crashes her car. Just as Yorkie appears and tries to help her up, Kelly's time in San Junipero expires, and she disappears. Heaven Is A Place On Earth. Eventually, Kelly's condition in real life worsens. She finally decides to be euthanised and have her body buried with her family; however, she also decides to \"pass over\" her consciousness to San Junipero, where she and Yorkie continue to live happily ever after. In the real world, robots maintain the consciousnesses of those that now live permanently in San Junipero in a massive server room.",
        "labels": [
            "brain-computer interface",
            "digital afterlife",
            "escape from reality",
            "coming to terms with one's own death",
            "coping with a disability",
            "coping with a loved one being gravely ill",
            "coping with a terminal illness",
            "coping with aging",
            "extrovert vs. Introvert",
            "girlfriend and girlfriend",
            "infatuation",
            "love vs. Faith",
            "old-age love",
            "old-age romance",
            "unrequited love"
        ]
    },
    {
        "content": "A military organization is battling a threat referred to as \"roaches\", mutated leftovers of a biological weapon from an unspecified war. Koinange, known as \"Stripe\" (Malachi Kirby), and Raiman, known as \"Ray\" or \"Hunter\" (Madeline Brewer), are part of a squad led by Medina (Sarah Snook), who use an implant called Mass to help with strategic operations. They answer the call of a village whose food supply was ransacked and tainted by these roaches. Following a lead, they head to an aging manor and interrogate its owner (Francis Magee). Medina suspects that the owner is harboring these roaches, while the others search the house. They come across and subsequently fight pale humanoids with sharp teeth and no apparent capacity for language, while the manor's owner attacks Medina. Stripe is briefly flashed by a device with a green light at the tip. The roaches are killed, except for one who flees into the woods, the owner is captured and the manor is torched. En route to headquarters, Stripe appears to be daydreaming about a woman but she glitches out. That night he experiences the same dream but the experience is intercut with images of blood. A conversation with Raiman implies that the soldiers are fed these sexual fantasies as rewards for roach kills. Later, his interface glitches multiple times during training regimens. He brings this up with a doctor and a psychologist, Arquette (Michael Kelly), the latter of which enters commands into a computer for Stripe to receive \"a good night\" to thank him for reporting the glitches. When he sleeps, Stripe segues into a more intense version of his sexual fantasy, with multiple copies of the same woman. The next day, the soldiers arrive at a compound on another hunt, and further glitches enable Stripe's sense of smell, which had previously been absent. They get ambushed by a roach sniper who kills Medina. They scour the sniper's building when Stripe encounters what Stripe sees as a human woman, who is shot by Raiman when she tries to flee. In a subsequent firefight, it is made clear that Stripe sees humans while Raiman sees roaches. Stripe knocks out Raiman but gets shot during the melee, and then escapes with the roaches, a woman (Ariane Labed) and child, who are from here on shown as humans and can be understood by Stripe. After Stripe passes out behind the wheel, the roaches lead Stripe to their makeshift dwelling. The woman explains to Stripe that her name is Caterina and that his Mass implant has altered his vision, whereas the villagers' perception isn't altered and they simply hate the roaches due to propaganda and bigotry. Those seen by the soldiers as roaches are in fact human victims of a Holocaust-like campaign against those believed to be genetically inferior, following the outcome of a war ten years before. Meanwhile, Raiman tracks them down and ultimately slays the two roaches and knocks Stripe unconscious, returning him to headquarters to be confined. While in confinement, Arquette explains that the green light device was an optical transmitter which infects implants with a virus. Arquette then discusses the history of warfare, reluctance to fire, and PTSD. He reveals that the implants are used to dehumanize the enemy, allowing soldiers to kill without remorse as well as improving efficiency in other ways. He confirms that Stripe has been working for a global eugenics program to \"purify the bloodline\" of humanity, and shows him video evidence that Stripe knowingly consented to the memory and sense altering effects of the Mass procedure. Stripe attempts to attack Arquette, who subsequently uses the implant to blind him and then plays the actual footage of his first mission, with Stripe brutally murdering pleading \"roaches\" - the roach woman who escaped the fight is revealed to have been Caterina. Arquette threatens to incarcerate Stripe and loop the footage unless he agrees to have his recent memory erased. He agrees and is then discharged, returning home to his immaculate house and dream girl as a reward. The viewer sees that in reality, he lives alone in a dilapidated house.",
        "labels": [
            "brain-computer interface",
            "dehumanization",
            "duty vs. conscience",
            "military related work",
            "supersoldier",
            "augmented reality",
            "destroying one people to save another",
            "escape from reality",
            "ethnic hatred",
            "genocide",
            "humanoid mutant",
            "military indoctrination",
            "remorse"
        ]
    },
    {
        "content": "DCI Karin Parke (Kelly Macdonald) has been summoned to a hearing to discuss her involvement in a case. On May 15th of the previous year, controversial journalist Jo Powers (Elizabeth Berrington) is found dead at home with her throat cut. Powers had recently been subjected to online death threats after she published a column critical of a disability activist’s suicide. Karin investigates Powers’s death and meets up with the new partner, Blue (Faye Marsay), who has transferred from a cyber forensics department. Powers' husband, who is in hospital with knife wounds, claims that she suddenly went mad and started stabbing herself in the head (him being injured when he tried to stop her). Although he is the number one suspect, Parke can't help but feel that he is innocent; if he was going to lie he'd have come up with a more believable story. American rapper Tusk (Charles Babalola) becomes an Internet hate figure when he insults a young fan live on a chat show. While leaving a concert, he is suddenly inflicted with an agonizing head pain. He is sedated and taken to a hospital where he undergoes an MRI scan, however during the procedure the magnets in the scanner pull a small device through his brain and eyeball, killing him instantly. A similar device is found in Powers' brain during her autopsy, and Parke discovers both Powers and Tusk had been targeted with the Twitter hashtag #DeathTo, used against people who become public hate figures. The device is revealed to be an Autonomous Drone Insect (ADI), created to replace the now-extinct bee population. The ADIs were created by a company named Granular, and employee Rasmus (Jonas Karlsson) learns that they were locally hacked. He and NCA agent Shaun Li (Benedict Wong) are assigned to the case. Parke and Blue link the deaths to a website promoting a \"game\" where Twitter users can vote to kill a hated public figure, with the victim selected via the most votes with #DeathTo hashtag. Parke and the investigation team try to protect the next target, Clara Meades (Holli Dempsey), whom had recently tweeted a disrespectful selfie involving a military war monument, by moving her to a relatively secluded 'safe house' used to protect terrorist informants. However, a lone ADI that initially targeted her follows them. Eventually, a swarm of ADIs find every unprotected opening, and one ADI finally locates Clara and burrows into her brain. Clara dies in agony, while Parke and Blue remain unharmed. Blue deduces that the ADIs must find their targets using advanced facial recognition, which is only possible if Granular has access to government records. Blue confronts Li and he is forced to admit that the government is covertly using ADIs for mass public surveillance, as this was the only incentive to back the project with the funds necessary to make it successful. Use of #DeathTo grows rapidly after the public learns that the \"game\" really does kill people. The situation becomes critical as the Chancellor of the Exchequer (Ben Miles) climbed to the top of a \"Most Hated\" list. Parke interviews a former Granular employee who attempted suicide after receiving online hate, who then reveals that her flatmate Garrett Scholes (Duncan Pow), also an ex-Granular employee, saved her life. Parke’s suspicions are confirmed when the ADI found inside Jo Powers’ brain turns out to contain a manifesto written by Garrett. The manifesto further states that he wanted to force people to face the consequences of their actions and not be able to hide behind online anonymity. Garrett had left the country six months previously, but the manifesto includes a selfie taken on his phone, allowing Blue to trace his location at the time. A raid on Garrett's hideout unearths his disk drive, which contains a system for sending out ADIs. When connected to the ADI system, it downloads a list of everyone who has ever used the #DeathTo hashtag. The list contains the participants' names and faces. Parke quickly works out that Garrett used public figures as bait; his plan was to use the ADIs to kill all those on the list. Blue and Rasmus try to find a way to shut down the system, but Parke thinks that Garrett has led them into a trap and that the \"deactivate\" function may actually be a command to kill the targets. Against Parke's instruction, Li triggers the system. For a brief time, it appears Granular has regained control of the system, but ultimately Parke's theory is proven correct and the ADIs are sent to kill the 387,036 people who used #DeathTo. In the present day, Parke explains at the hearing that Blue went missing and is presumed to have committed suicide. Parke is thanked for her testimony and allowed to leave, as a nervous Li takes her place (presumably knowing he is to be severely reprimanded, if not worse, for triggering the system against advice and causing the massacre.) Parke herself becomes a public hate figure because of the case. She receives an anonymous text message from Blue, who is still alive and secretly working with Parke to track down Garrett Scholes. Blue has found him abroad and tells Parke they have finally \"got him.\"",
        "labels": [
            "mechanical insect",
            "out of control AI",
            "social media in society",
            "society regulating central computer crash",
            "crime and punishment",
            "endangered species",
            "mass surveillance",
            "taking the law into one's own hands",
            "vigilante justice",
            "young character vs. old character"
        ]
    },
    {
        "content": "Captain Robert Daly (Jesse Plemons) and his crew are aboard a spaceship, the USS Callister, trying to defeat their arch enemy Valdack (Billy Magnussen). They destroy Valdack's ship, but he escapes. The crew celebrates, Daly kissing both female crewmates. The real-life version of Daly is Chief Technical Officer at Callister Inc. The company was co-founded by Daly and James Walton (Jimmi Simpson), the company's Chief Executive Officer, which produces the multiplayer game Infinity, in which users control a starship in a simulated reality. Daly is treated poorly by his fellow employees, who appear identical to Captain Daly's crewmates. New programmer Nanette Cole (Cristin Milioti) praises Daly's work on Infinity, but the more assertive Walton interrupts to take her on a tour. When Daly returns home, he opens a development build of Infinity which is modded to resemble his favourite television show Space Fleet. As Captain Daly, he berates the crewmates, strangling a subservient Walton, who eventually takes his apparently-expected position as Daly's footstool. After employee Shania Lowry (Michaela Coel) warns Cole to beware of Daly, he takes a disposed coffee cup of Cole's and uses her DNA to replicate her consciousness within his development build. Cole awakens aboard the USS Callister, confused and distraught. The crew is kind and welcoming; Lowry explains that they are digital clones of Callister Inc. staff members. Cole attempts to escape the ship but is teleported back. She refuses to cooperate with Daly's commands, so he removes her facial features, calmly explaining that she won't die, but will sightlessly, continuously suffocate. Eventually, she relents and takes her position at a console. The crew embark on a mission in which they apprehend Valdack but spare his life. After Daly leaves, Cole finds a way to send a game invite containing a message for help to the real-world Cole. The real-life Cole asks the real-life Daly about the message, and he dismisses it as spam. Daly enters the game to interrogate his crew, and transforms Lowry into a monster when she defends Cole. Once he departs, Cole identifies a distant wormhole as an uplink to Infinity's next update; she surmises that by flying into the wormhole, the firewall will delete them and they will die. Walton is very hesitant to help; he explains that Daly once recreated his son Tommy within the game, and threw the boy out of an airlock to punish Walton. Daly vowed to repeat it as often as necessary to secure Walton's compliance. Cole promises they will destroy the lollipop containing Tommy's DNA, eventually gaining Walton's agreement to help the plan. When Daly next arrives, Cole plays fully into her role and convinces him to take her on a mission to Skillane IV alone. She strips to her underwear and runs into nearby water; Daly reluctantly follows her in, leaving behind the omnicorder which allows him to control the game. Based on a plan of Cole's devising, the crew teleport the omnicorder onto their ship, and use it to access sexual images of Cole on her PhotoCloud account. They use those photos to blackmail the real-life Cole into ordering a pizza to Daly's apartment, then breaking-in to steal the DNA samples when he answers the door. They teleport Cole onto the ship using the omnicorder. As Daly returns to his body on Skillane IV, he discovers the crew are attempting to escape to the wormhole. He commandeers a crashed spaceship to pursue them through an asteroid belt. The Callister collides with an asteroid, disabling the engines, allowing Daly to close the distance. Walton repairs the engine manually, knowing that it will incinerate him, but not kill him. This allows the the ship to accelerate into the wormhole, which closes before Daly can traverse it. The crew reawakens in an updated, but non-Space Fleet version of Infinity with re-humanized Lowry and Valdack. The firewall has detected Daly's modded build and locked his controls, rendering him physically unable to exit the game as it is destroyed around him. Meanwhile, the crew continues their adventure with Cole leading them, after interacting with an annoyed real-world user \"Gamer691\" (Aaron Paul).",
        "labels": [
            "AI rights",
            "digital clone of a person",
            "personal identity",
            "speculative virtual reality",
            "virtual person",
            "brain-computer interface",
            "coping with being tortured",
            "escape from reality",
            "extrovert vs. Introvert",
            "human vs. Captivity",
            "psychopathy",
            "self-confidence",
            "the universe is a simulation"
        ]
    },
    {
        "content": "Protective single mother Marie Sambrell (Rosemarie DeWitt) gives birth to her daughter Sara. Three years later, Sara goes missing one day at a playground, chasing after a cat. Marie becomes hysterical and calls out for Sara, but she is recovered shortly without incident. Fearing future crises, Marie signs up to participate in a limited-release free trial of Arkangel, a revolutionary tech-integrated child monitoring system. An Arkangel representative administers Sara a neural implant, which enables Marie to monitor her geolocation and medical state in real time via an included tablet computer. The representative also demonstrates an option to view Sara's immediate eyesight, record and replay everything she has seen, and censor obscenity and other stressful stimuli with pixelation and audio distortion. The Arkangel system proves initially successful, censoring an intimidating neighborhood dog; however, flaws in the system present themselves, such as the obscenity filter preventing Sara from reacting appropriately to her live-in grandfather's stroke (the program censors him, and Sara cannot hear him telling her to get the phone and call for help.) Years later, after her grandfather's death, Sara (Sarah Abbott) has become socially outcast and emotionally immature due to lack of exposure to stressful stimuli and the fact everything she sees and hears can be monitored. She grows frustrated at being unable to view the contents of a shock website, to have its contents explained to her, or to even illustrate blood on paper. That evening, she pricks her finger with a pencil in an attempt to produce blood, and, when it too gets blurred out, she begins stabbing her hand repeatedly. Marie gets a high stress warning from the tablet and sees what Sara is doing. She runs up to stop Sara from hurting herself, but she slaps her mother when Marie attempts to stop her. Marie has her assessed by a child psychologist who concludes that Arkangel is responsible, revealing the controversy stemming from the ethical concerns surrounding it stopped it from being released and it is soon to be banned altogether. Though the implant itself cannot be removed, he advises Marie to deactivate the obscenity filter and throw the tablet away. Marie deactivates the filter and Sara goes to school unsupervised for the first time, however Marie cannot bring herself to throw the tablet away and instead stores it away in the attic. At school, Sara's schoolmate Trick (Nicky Torchia) exposes her to gore, internet pornography and terrorist beheadings. At age fifteen, Sara (Brenna Harding), now well-adjusted and popular, secretly attends a party with Trick (Owen Teague) at a nearby lake, telling Marie that she is going to a friend's house. Marie grows concerned after Sara fails to answer phone calls, and she finds out she lied about where she was going. Quickly beginning to panic, Marie reactivates the Arkangel tablet in only to be horrified to witness Sara and Trick having sex. No longer trusting her daughter, Marie keeps the tablet on hand. When it flashes alerting Marie that narcotics are entering Sara's system, Marie watches and sees her daughter snorting cocaine with Trick much to her anguish. Identifying Trick with a reverse image search, Marie uses the footage to intimidate and blackmail him into breaking up with Sara and cutting her off with no explanation, threatening to report him to the police for having sex with a minor. Sara is confused when Trick suddenly stops communicating with her. After confronting him at his workplace, he flatly rejects her, leaving her heartbroken. Later, the tablet informs Marie that Sara is pregnant, and she sneaks an emergency contraceptive pill into her drink at breakfast. At school, Sara vomits and goes to see the nurse who tells her the emergency contraceptive worked, and she is no longer pregnant. Sara suspects her mother's involvement, finding the discarded packaging in the kitchen trash, confirming what Marie has done. After finding the hidden tablet, she reviews the video recordings, seeing her sex with Trick, then starts packing bags to run away. When Marie returns home, Sara confronts her, but she insists that she was only doing it to protect Sara. In a blind fury, Sara pries the tablet from Marie's hands, accidentally reactivating the obscenity filter, and starts savagely beating Marie in the head and face with it as the filter prevents her from seeing the damage she's inflicting. The tablet breaks as a result of the attack, deactivating the filter and allowing Sara to see what she has done. Sara then grabs her bags and runs away. A dazed Marie reawakens, frantically calling Sara's name down the street, mirroring her reaction to Sara's disappearance twelve years earlier. Meanwhile, having fled, Sara flags down a semi truck for a ride. Marie screams her daughter's name in vain as Sara leaves, intending to never return.",
        "labels": [
            "human parenting",
            "invasion of privacy",
            "monitoring implant",
            "protecting children vs. letting them learn",
            "the road to hell is paved with good intentions",
            "coping with a meddling parent",
            "mother and daughter",
            "parental controls in society",
            "single motherhood"
        ]
    },
    {
        "content": "Mia Nolan and Rob dance at a rave. Rob is driving with Mia in the passenger seat. Rob brakes suddenly when he hits something. He tells Mia he didn't see them, but she says they have to go look. They get out and find a bicycle and near it, a man who was thrown off it. Mia wants to call someone, but Rob stops her. He'll be sent to prison if they call the police, because he's been drinking. He goes to get a sleeping bag from his car while Mia keeps a lookout. He has Mia help him get the body into the sleeping bag and then he drags it while Mia takes the bike. They weigh it down with rocks and push it into the water, followed by the bike. Rob continues driving with the broken windshield. Years later, Mia practices a speech in front of the mirror. Mia says goodbye to Finn and Simon, her son and husband, and leaves. Shazia Akhand leaves her car and walks up to a shack, where she knocks on the door. Felicity Carmichael puts on a neck brace and grabs a cane before answering the door. Shazia says she's there on behalf of Realm Insurance, to log Felicity's recollection of the accident. Felicity lets her inside. Martin introduces Mia as an accomplished architect and she comes on stage to give her speech. Rob comes to Mia's hotel room. They haven't seen each other for three years. He saw she was in town. She offers him a drink, but he's completely quit drinking. He's been thinking about that night. They agreed to put it out of their minds, but he can't anymore. He shows her an article by the cyclist's wife. They never found his body. The wife is still waiting for him in case he comes back. Rob wants her to know that he won't be coming back. He's going to write her a letter anonymously. He promises not to mention Mia. Mia says he'll just open things back up and they'll trace it back to him. Rob says when he quit alcohol, they told him to make amends to those he had hurt and he hasn't hurt anyone more than her. Mia reminds him it was his idea to dump the body. He knows and he's sorry. She's dealt with the shame and guilt for fifteen years. She has a life now. Rob doesn't understand. She begs him to think about her son. He says he's made up his mind. She begs him to change her mind. She grabs him and pushes him up against a wall and then to the floor, where he hits his head. Then she holds her arm over his neck until he dies. Mia looks out the window and sees a self-driving pizza delivery truck hit a pedestrian. She starts frantically closing the blinds. Shazia is working on the report about Felicity when her husband, Anan Akhand, comes in with a guinea pig. Shazia's not thrilled, but Anan says Ali will love him. He offers to take it back, but Shazia says to keep it. Anan hears Ali cry and goes to check on him while Shazia gets back to her work. Mia watches through the window while the police check on the pedestrian. Mia's room service is delivered. She has hidden Rob's body under the bed. Once the deliverer is gone, Mia puts on a pornographic film and uses the food cart to move Rob's body into her car. Mia is in her car when her phone rings. She tells Simon that her speech went great. Then she talks to Finn about his play rehearsal. Once she's done, she dumps Rob's body at a building site. Mia lies awake in bed. The next morning, Farshad checks Mia out and confirms the charges for room service and the movie she watched. Mia pays and leaves. Shazia looks up at the security camera on the street and sees that it's covered in paint. Shazia meets with Gordy to talk about the pizza-tuck accident. He was meant to go on tour with the Philharmonic but can't now because he's been injured. She says because of the size of the payout, they'll have to investigate. She tells him about the camera being covered in paint. He asks about the delivery van's camera. She tells him it wasn't working, but that's good for his claim because it's a large pizza company. They've been claiming their driverless vans have a good record, but the camera being broken is a strike against them. It puts him in a good position to file a civil case against them if he wants to. She hooks him put to the recaller, explaining how it works. Then she opens a bottle of beer, explaining that the smell can help unlock his memory of that night as the street smelled like beer. She has him smell it and picture the street he was on. She's able to get video of the night from his perspective. It cuts off right as the van hits him. It's enough for Shazia because he saw a woman and that woman might have seen the accident. Mia sits in her car watching her house. Mia comes home to Simon and Finn. Simon reminds Mia that Finn's school is doing Bugsy Malone. He notices something is off with her, but she says she's fine. Simon's going to be at the school all day helping them with a problem with their sound system. He and Finn leave. Mia pours herself a glass of wine and chugs it. Shazia searches for the woman from Gordy's memory. She's Noni Harper-Brown, a 29 year old factory worker. Shazia goes to see Noni at work. Noni's surprised to see her so quickly, but Shazia explains that the fresher the memory is, the better for them. She has Noni smell the beer as she did with Gordy. Then she plays \"Anyone Who Knows What Love Is (Will Understand)\" on her phone for Noni to hear, to enhance her memory. She has Noni picture the accident. Noni says she didn't see the impact, just the aftermath. Shazia sees a flash of light in the reflection of a windshield in the video. Noni says it was from the dentist's place. Mia walks around her home. Mia walks out to her car and starts cleaning it out. Shazia talks to William Grange, the dentist. He says the windows are soundproof, so Shazia doesn't bother playing the song. He admits his memory of the night is embarrassing. She says she's seen everything. She promises that his memories will be sealed and private unless he's harming himself or someone else. He allows it. He recalls seeing a patient and then seeing a nude man in a hotel window. He tried to take a picture, but he left the flash on, so he just got a reflection. He was going to take another one, but he saw a woman, Mia, looking down at something and he saw commotion in the road. He says he didn't see the actual crash. Shazia promises not to put the bit about him taking the picture in her report. Shazia shows the picture of Mia to Farshad, who tells her it's room 304, but she'll have to file an information request to get the name of the occupant. Management's been a stickler about that since the HotShot guy got caught with a rent boy and someone hacked their booking system to get his name. Shazia says she just thinks the woman might have seen something. He knows that she wasn't outside because he knows what she was looking at. They log the movies people watch and she made an interesting choice. Shazia laughs at that and leaves. Shazia tries to find a match to the picture of Mia. Anan brings her tea and she tells him how hard her case has been. She finally gets a match to Mia. Shazia thinks she might be the one if she's willing to talk. She sees that Mia lives far out of town and asks if it's okay with Anan for her to go right away. If she wraps the case up within 24 hours, she gets double pay. He tells her to go. Mia looks at the article Rob gave her. She gets up and grabs it. Shazia drives to Mia's. Mia burns the article in the fireplace. Her doorbell rings. Mia goes to the door and sees Shazia. She says she doesn't know anything about the accident. When Shazia gives her more details, Mia remembers it. Shazia wants to ask her some more questions, but Mia says no. Shazia says it's a legal requirement now because she's witnessed an incident. Shazia has to notify the police when people refuse. Mia lets Shazia in. Shazia turns on the recaller. Mia says she can tell Shazia without the recaller. She explains what she saw. Shazia needs to know how fast the delivery van was going, which Mia can't tell her. Shazia tells Mia she doesn't care what Mia was doing in the hotel room. She just needs to know what she saw. Mia offers Shazia an espresso and gets up to make it. While the coffee is brewing, Mia looks at the knife block on the counter. When Shazia looks over at her, she excuses herself to go to the bathroom. In the bathroom, Mia practices what she'll tell Shazia. Shazia puts the recaller on Mia. She has her sniff the beer and plays the music. Mia pictures the room service and the movie she ordered. Shazia asks her to picture the moments leading up to the impact. She sees the accident, but it's intercut with flashes of her killing Rob and her and Rob hitting the cyclist and throwing his body off the cliff. Shazia turns of the recaller and tells Mia she got what she needed on the van. She takes the recaller off Mia and packs up. Mia follows Shazia out and says sometimes she thinks mad things, but it doesn't mean anything. It's just in her head. Shazia says it's fine. Like she said, she got what she needed. Shazia gets in her car and struggles to get it started. Mia takes a rock and breaks Shazia's window and pulls her out of her car. Mia apologizes to Shazia, whom she has tied up and gagged. Mia says she messed up and she panicked. She doesn't know what to do with Shazia. She can't let her go because she'll tell someone. Even if she says she won't, her recollections are all recorded. Mia has Shazia promise not to scream and removes her gag. Shazia promises to delete everything. Mia says she tried to delete it and couldn't figure out how. Shazia promises to forget the whole thing and never tell anyone. Mia doesn't believe her. Shazia says she's seen all kinds of personal secrets on the recaller and she's never told anyone. By law, she's not allowed to. It's like Catholic confession. Mia doesn't believe it's true. She asks if Shazia told anyone she was coming there. Shazia says no. Mia knows that's a lie. She puts the gag back on. She turns on the recaller and puts it on Shazia. It shows Shazia telling Anan where she was going. Mia grabs a log, tells Shazia she's sorry, and asks her to close her eyes. Shazia starts saying a prayer. Mia hits her with the log repeatedly, then goes outside and retches. Once she's done, she gets into Shazia's car to get her home address from the GPS. She also takes Shazia's keys. Mia talks to Simon, who tells her that everyone is in their costumes. He asks her to make sure she's on time. She tells him she'll make it. Mia carries a hammer into Shazia's house. She finds Anan watching television. He turns it off and goes upstairs. Mia sneaks upstairs after him. She finds him in the bathtub. Her phone vibrates as she approaches, so he turns to her just as she swings the hammer at his head. When he continues moving, she hits him a second time. He falls under the water. She drops the hammer and puts a towel up to cover his face. Mia goes to leave, but hears a baby. She walks into the room, where Ali has pulled himself up to stand at the edge of his crib. Mia arrives at Finn's school just on time and meets Simon out front. They go in together. Mia and Simon watch the show. As the kids perform \"Bad Guys,\" Mia rests her head on Simon's shoulder. At Shazia's house, Detective Constable Lydon questions who kills a baby. The police detective says it's probably someone worried about leaving a witness. Lydon says Ali couldn't see. He was born blind. The detective has no idea who she's looking for. They leave so the recall team can do their job, using the pet guinea pig. The children sing \"You Give a Little Love\" and get standing ovation. Mia cries as she stands up. She turns and sees that police have entered.",
        "labels": [
            "descent into crime",
            "having a skeleton in the closet",
            "mind reading technology",
            "what if I killed someone by accident",
            "psychopathy"
        ]
    },
    {
        "content": "The coach directs Frank to the hub. He walks through several crowded areas on his way. Amy asks Coach how she'll know which one is Frank and Coach shows her his face. She finds him at the table, where he greets her awkwardly. Frank says it's his first time on the system and Amy says it is for her as well. They decide to order, but their devices inform them their menu choices are already established just as a server delivers their food. They're not sure if they're allowed to try each other's food and decide to try it. Then they decide to check their expiration date. They check their devices and learn their relationship will only last 12 hours. Their devices start counting down the time and they decide to make the most of it. Outside, a vehicle arrives to take Amy and Frank to their next destination. They enter a numbered house. They're awkward as they approach the bed and Amy excuses herself to use the bathroom. In the bathroom, Amy asks Coach what they're supposed to do. When that question is deemed too broad, she asks if they're just meant to have sex. Out in the room, Frank is asking the same question. Coach says they're not meant to take any specific action, but they can if they want. When Amy emerges, Frank offers to sleep on the sofa, but Amy says that's not necessary. They can fit in the bed. Frank and Amy talk about what life must have been like before the system, having to find your own partners and figuring out who you're meant to be with. This way is weird as well though. They lie side by side and Amy moves her hand over to grab Frank's. They fall asleep holding hands. The next morning, Amy thanks Frank for being her first. They see that the only have 15 seconds left on their clock. They agree that they had a good time and regret choosing not to have sex. Their time runs out and they part ways, each going to a different vehicle to leave. As Amy jogs in the park, she says she doesn't understand something so short. Coach says her reactions to even something so short help make the system better. She says she didn't even do anything so the system probably thinks she's a prude. Coach says the system doesn't make any judgments. Frank asks how he knows Amy wasn't the match for him and Coach says his match hasn't been selected. The system gets smarter with each use and will eventually select the most compatible partner. The system has a 99.8% success rate. But he has to go through lots of relationships before the system can find his perfect match. Amy is skipping rocks when her device beeps. She has another match. Frank also has another match. Amy waits for her date. Lenny sits down. Frank meets Nicola, who has been waiting for him for a while. He apologizes, saying he was getting changed. She's already eating because she was hungry. Nicola wants them to check their expiration date right away. The system says they'll be together for a year. Nicola thinks it must be a mistake, but Coach tells her it isn't. Frank says there will be a reason as his food is delivered. He tries to make a joke, but Nicola doesn't appreciate it. Amy and Lenny learn they'll be together for nine months. As Amy and Lenny enter their lodgings, he says it's pretty much the same as his last one. He's had five so far. He leaves Amy to take a shower. When he returns, he tells Amy he's learned it's best to have sex right away to break the ice. He consents to everything and she does the same. Amy and Lenny have sex. Frank and Nicola have sex and she makes him change positions because it's not working for her. While Amy and Lenny's encounter is pleasurable, Frank and Nicola's is mechanical, with her giving him continuous feedback, making him change several times. Amy and Lenny settle in after they're done. As Nicola sleeps, Frank checks his device, which still reads 365 days. As he plays racketball, Frank clarifies with Coach that he can't leave the relationship early and that one day, the system will give him his ultimate match. Frank and Nicola are at a pairing day celebration. Frank spots Amy with Lenny. Edna implores everyone to have faith in the system because it delivered for her and Mike. You go through so many matches and then it delivers your ultimate match. Frank looks at Nicola and then over at Amy, who is smiling at Lenny. Nicola sees Frank eating garlic dip and makes a disparaging comment. In response, he eats more of it. Nicole walks away and Amy comes up to say hi. Frank starts to choke on his food and Amy saves his life. They joke around with each other until Lenny comes over and Amy introduces them. Frank says they look like they make a great team. The crowd starts to applaud as Edna and Mike leave. Amy and Frank get pushed apart as they move through the crowd. Amy lies awake as Lenny sleeps. Lenny wakes up and they have sex. After they're done, Lenny takes a sip from his glass and makes a noise. Amy asks him about it and says it bothers her. He says he'll try not to do it anymore. Frank and Nicole have five months left on their time. He lies awake while she sleeps. Amy chafes when Lenny makes the noise again. She checks the time and sees she has two months left with him. With seven weeks left, Amy and Lenny are reading in bed silently. With three weeks left, Amy and Lenny ride together in complete silence. As the final seconds count down for Amy and Lenny, he says it's been great and it's a shame it must end. They hug goodbye and part ways. Amy is swimming when she gets matched with another partner. Amy meets Norman. They'll have 36 hours together At the house, Norman and Amy have sex. When their time is done, they shake hands and part. Amy is matched next with Butch and they also get 36 hours. They also have sex and then part ways when their time is done. She gets a third 36 hour match in a row with a silver fox. Amy gets another match, but isn't happy. Frank and Nicola wait for their final seconds to be counted down. When the clock runs out, Nicola leaves without saying goodbye. Frank tells Coach he learned how to live with someone he hates and asks if that's useful for the system. Coach says everything happens for a reason. Frank is surprised to get another match so soon. Frank waits for his date. It's Amy. They're excited to see each other. Coach confirms that they've been matched again. Amy doesn't want to check their expiration date because she's sick of it after a series of short flings. Knowing they're short flings makes her feel disconnected. She actually had an out of body experience with the last one. Frank says when it's long-term, it's just as bad. It's like you're a prisoner, counting the hours. They decide not to check their time. Frank and Amy decide to have sex, since they don't know how much time they have left and might only have ten minutes. As they lean in to kiss, Amy says one of them should get undressed first because it'll be funny. He wants it to be her, but she insists that he do it. He undresses as she teases him. After a moment, he stops undressing and kisses her. They start to undress each other and fall onto the bed. Frank and Amy lie awake, holding hands. Amy wonders what if the system is actually a lie and they just go along with it because they're always being told how smart it is. Frank reminds her of its success rate and she says they can't know if they're actually perfect matches. The system might just be wearing them down so they accept it when they're told the next match is the perfect one and settle. Then they have to live the rest of their lives that way. Frank finds that bleak. Frank's theory is that the system is as smart as they say it is. Their devices suck up every bit of knowledge about them. He wonders if the system can use that to have \"thoughts\" of its own and they're actually in a simulation. They wouldn't know. Amy pinches him to check, but he says that might be part of the programming. Frank watches Amy sleep until she wakes up. While she's busy, he pulls out his device. Amy and Frank take a bath together and play in the bubbles. Frank watches Amy as she leaves the bath and eyes his device in his nearby pants pocket. Frank watches Amy sleep. He rolls over and grabs his device. He gets up and tells Coach he needs to know his expiration date with Amy. The display asks him for his thumb print and says both partners must do it at the same time. He says he won't do it because he said he wouldn't, but then he does it and sees that they have five years left. After a moment, it starts recalibrating and goes down to three years. Coach explains that since he looked and Amy didn't, it destabilized their expiration date. It goes down again to eighteen months and then two months. He asks Coach to put it back, but that's not possible even if Amy looks at it. Now they have just three week, then five days, then it stabilizes at twenty hours and starts counting down. Amy gets up and finds Frank. She asks if he's okay and he says he's fine. Amy skips rocks on the pond and notices each one skips exactly four times. She asks Frank if he ever has one go more than four or less. When he doesn't answer, she asks him what he's thinking about. He says it's nothing. He throws a rock and it skips four times. Frank checks his device again. Amy, having noticed his changed mood, asks him what's wrong. He finally admits that he looked at their expiration date. She's angry because he promised he wouldn't. She still doesn't want to know. He tells her it's almost over and she asks what he means. He says they have about an hour left. She asks why he didn't tell her before and he says he didn't want to spoil the day. He also admits that him looking at it shortened their time together. She asks why he had to look at it. He says he was hoping they could overcome it somehow because he likes her, like really likes her. He's upset that she's more angry about him looking than about their time being almost up. She says that's because they agreed not to look. Frank wants to ignore the system and just keep going on. They'll jump the wall. Amy says there's nothing out there and he's ruined this. A security guard with a taser approaches as Amy walks away, telling Frank not to follow her. Coach tells a crying Frank that everything happens for a reason and the system will assess his reaction and adjust accordingly. He says he wants to scale the wall and jump into the wilderness. Coach reminds him that that's against the rules. If he fails to comply, he'll be banished. Coach also reminds him that he has to vacate his living space when the time expires. Amy is matched with David, but seems disinterested. Frank walks alone. Amy holds David's hand as he sleeps. Frank and Amy both move through their lives. Amy goes through several more matches. Frank says if he hadn't looked, he would have had years with Amy. Patty is going down on him and asks if they can have sex now because her jaw aches. He says yes. While they have sex, they keep talking about his relationship with Amy. Patty points out that he never apologized to Amy. He asks if it's okay for him to think about Amy while they have sex. Patty says yes, if she can think about her lost love. Amy skips rocks. Still, each one goes exactly four jumps. Amy swims. As she dries off, Coach informs her that her ultimate match has been found and tomorrow is her pairing day. She'll be coupled with her ultimate match and they'll leave together forever. Amy asks if Coach is allowed to tell her anything about them. Coach only says that it's not someone Amy knows already. But prior to her pairing day, she'll get a short farewell period to say goodbye to one person of her choosing. Data shows that it helps to provide closure. Amy chooses Frank. Coach says they'll meet at their usual booth at 7:30 PM. Amy asks Coach to count to four and throws her device at the pool, where it skips four times before sinking under the water. Amy meets up with Frank and kisses him. He asks how long they have. He checks his device to see they have only 90 seconds. He tells her that the system has set his pairing day for tomorrow, like hers. He doesn't want whoever he's about to be paired with. He wants Amy. She wants him, too. Coach reminds them that failure to comply will result in banishment. She asks if he remembers where he was before he came there and he realizes he can't. It's a test. She asks him to remember the first night they were together and how he felt. He says he was safe, happy, and comfortable. If felt like something locked into place, like they'd met before. She understands the feeling because she also felt it. She thinks the world has been trying to keep them apart as some kind of test. If they rebel together, that's how they pass it. They have to go over the wall no matter what is out there. Their time runs out, but they ignore it. Everyone watches as they get up to leave together. A security guard with a taser tries to stop them, but Amy just touches her hand to the taser. Everything and everyone around them freezes. She takes Frank's hand and they walk out past everyone. They go outside and climb the wall. As they climb, the world around them starts to pixelate. Frank and Amy are in a room together. The number 998 hovers over them. Around them are many versions of themselves, each with a number over their heads. They watch as the other versions float up. Above them, a number counts up the completed simulations. Out of a total 1000 simulations, they rebelled 998 times. Amy is at a club when she sees Frank on her screen. The app on her phone says he's a 99.8% match. Across the bar, Frank has Amy on his screen and sees the same thing. They look up and see each other. They smile and Amy starts to walk toward him.",
        "labels": [
            "forbidden love",
            "looking for a lover",
            "matchmaking technology",
            "romantic relationship",
            "speculative virtual reality",
            "virtual person",
            "love at first sight",
            "machine controlled society",
            "romantic courtship",
            "the universe is a simulation"
        ]
    },
    {
        "content": "In a desolate landscape, Bella (Maxine Peake), Anthony (Clint Dyer), and Clarke (Jake Davies) drive to a warehouse to find something to help ease the pain of Jack, who is dying. Bella and Anthony break into the warehouse, while Clarke works to hotwire a van. Using an identification code written on their hands, they find the box they are seeking on a high shelf. As Anthony lifts it, he recognizes a four-legged robotic guard \"dog\" behind the box and panics. The dog launches an exploding shell that peppers Bella and Anthony with shrapnel. Anthony falls to the floor, dropping the box. The dog climbs down and shoots Anthony with an arm-mounted shotgun. A second shot to the head kills him. Bella flees without the box. She escapes to her car, screaming for Clarke go in the van. The dog chases, then jumps through the rear window of the van, killing Clarke with a shotgun blast. Bella stops to observe when the dog activates the van through an electronic port. Bella flees the pursuing van, eventually being forced from the road. She drives the car through a forest, skidding to a halt teetering over the edge of a cliff. The dog tracks her and climbs into the car, but Bella jumps to safety and the car plummets off the cliff. Sitting on the side of a creek, Bella uses a knife and pliers to extract the shrapnel embedded in her leg. It appears to be a miniature electronic tracker, which she places into an empty plastic bottle and throws in the water, which floats downstream. She tries to make contact via a handheld radio, but hears mostly static. Unable to clearly understand the person on the other end, she gives them a message to pass onto her loved ones Ali and Graham in case she is killed. The dog extracts itself from the wreckage by self-amputating one of its forelegs. Following the tracker, it eventually finds the bottle, lodged in some rocks. Bella's radio broadcast signal provides the next breadcrumb. Bella sees the dog and runs into a forest, climbing a nearby tree. The dog's damaged arm prevent it from being able to climb the tree, instead powering down and waiting. During the night, Bella nearly falls from the tree, alerting the dog. Its power-level indicator gives Bella the idea to wake it periodically to drain it of power. She repeatedly throws objects at it, causing it to power up and power down, eventually being unable to respond. Bella climbs down and flees. Bella finds a fortified house, scales the wall, and picks the door lock. Inside, Bella finds two rotting corpses in the upstairs bedroom, apparently dead from self-inflicted shotgun wounds. Retching at the stench, she takes car keys and a shotgun from the bodies. With the rising sun recharging its battery, the dog has recharged and resumes tracking Bella through her blood droplets on the ground. The dog quickly opens the gate by inserting its proboscis into an access port on the keypad. This appendage also allows quick access into the house. As the dog searches inside, its partially-amputated leg is able to grip the handle of a kitchen knife, deftly wielding and spinning it. Bella hears it in the house and hides. When it gets close, she dumps a can of paint over its visual sensor, then throws the can to the corner of the room. Hearing the clatter, the dog rushes over and stabs and drills at the wall while Bella runs. She tries to start the car, but the engine won't start. The radio plays \"Golden Brown\" by The Stranglers. Blindly, the dog follows the noise and climbs inside the car, stabbing each audio speaker. Bella shoots the dog with the shotgun, but it stabs her in the leg. She shoots it again, causing it to collapse to the ground. The dog launches another shell, peppering Bella with shrapnel. In the bathroom mirror, Bella sees shrapnel-embedded trackers in her face. She lifts a knife to start removal, but notices a tracker in her neck. Bella speaks into her walkie-talkie, unaware if she can be heard, saying goodbye to her loved ones. As she puts the knife to her throat, the camera pans out over the landscape where many dogs are approaching and investigating. Back in the warehouse, the box's contents are seen; dozens of teddy bears, spilled onto the floor.",
        "labels": [
            "autonomous weapons system killing everyone",
            "facing organized pursuit",
            "human vs. sentient machine",
            "what if I were all alone in the world"
        ]
    },
    {
        "content": "Nish is driving alone through the mountains. She pulls into a run-down service station. She pulls a solar panel out of her trunk and sees that it'll take a little over three hours to charge her car. She walks to the nearby Black Museum, but the doors are locked and the door says that tours begin at 11 AM. She looks at her watch and walks around to the side, where she sees a red car. Finally, the door is unlocked and Rolo Haynes pokes his head out. He tells her that tours begin at 11 and she's first in line. When he says it could be a busy day, she points out that the road seemed pretty empty. They introduce themselves and Rolo asks if she's sure she wants to do the tour because it's not for the faint of heart. She decides she can handle it and they go inside. Rolo has to check Nish's bag and has her go through a metal detector before she can go in. He questions her about her travels as she comes in. She's visiting her dad for his birthday. Rolo sees the AC has gone out. Nish looks around and asks what the stuff is. He says it's authentic criminological artifacts. If it did something bad, it's probably there. He tells her to look around and he can tell her all about anything that interests her. He also gestures toward a curtain that covers the main attraction, but he says they don't need to rush to get there. Nish says she's not in a rush. She notices that a lot of the stuff is technology, which Rolo says is his background. Nish asks him about what looks like an electronic hair net. Rolo says that was one of his first souvenirs. He asks if she's heard of Dr. Peter Dawson. She hasn't. The hairnet is Dawson's Symphatic Diagnoser, but Nish doesn't know what that is. Rolo used to work for St. Juniper's, a university hospital, in downtown New York. They did research up top and had an emergency room on the ground floor. A cab honks at Rolo as he crosses the street. Inside the hospital, Rolo avoids a coughing person. Rolo explains that people got free healthcare in exchange for being part of experimental treatments. He worked for the guys up top, in recruitment. Peter Dawson defibrillates a patient. It doesn't work, so he tries again. It fails. Dawson says that if he'd known the patient was on tricyclics, he would have changed the dose. Rolo interrupts and introduces himself. He's noticed that Dawson has been having problems and he might have something that can help. Dawson and Rolo ride the elevator together. Rolo explains the world that TCKR Systems is doing. Their biggest goal is to work on transferring knowledge. He tells Dawson how they worked on it with rodents. It failed, but through it, they realized the technology allowed one creature to feel the sensations of another, good and bad. They used that to make a neural implant for humans allowing a person to do the same thing. The hardest thing with patients is figuring out what's wrong with them. Some people can't describe their own symptoms for a variety of reasons. Imagine if he could feel what they feel without the consequences for his body. Rolo says Dawson was happy to do it. Dawson has surgery to implant the device. Dawson checks out the device in a mirror. Madge asks if it hurts when she touches it and he says no. Rolo comes in to do a trial run. Rolo says this is where the hairnet comes in. Rolo puts the hairnet on Madge. He pokes her with a pencil and Dawson flinches. The implant works. Dawson starts using the implant in his work. Rolo says Dawson was able to catch things doctors didn't even look for. He saved lives. The diagnoser also came in handy in the bedroom. Dawson and Madge have sex while Madge is wearing the diagnoser so he can feel her pleasure as well as his. Nish realizes there must be a catch to this. Senator Whitley is rushed into the hospital, who collapsed at a fundraiser. No one could tell what was wrong with him, so they hooked him up to Dawson. Dawson feels a pain he's never known before. And Whitley dies. Rolo says Dawson blacked out for five minutes. The senator had been poisoned. Through him, Dawson experienced death and came out on the other side. When he came back, they ran all the tests, but he came out fine. He was back at work the next day. Nish knows something was wrong. Rolo says it messed up his implant. Madge gets out of bed. As she goes to get water, still wearing the diagnoser, she steps on a plug and hurts her foot. Dawson gasps. He got pleasure from the sensation. Dawson starts to enjoy his work more, as pain is now pleasurable for him. Dawson spanks Madge as they have sex because he enjoys the feeling. She has him stop because she doesn't like it. Dawson reminds her that she said they could try. She says they did try. They also tried hair pulling and choking. She's not into it. He stops her from leaving and apologizes. He starts to pinch her arm to arouse himself until she pulls away and leaves. Rolo compares the experience to eating chilis. The more you eat, the more you get used to the sensation and need more to get the same reaction. Madge finds Pete at the hospital when he isn't supposed to be working. A patient comes in and Dawson follows the paramedics. He hooks up to the woman as the paramedic explains that it's a cardiac arrest. Instead of allowing them to treat the patient, he delays her care to extend his own pleasure. Rolo says they had to pull Dawson away from her. Rolo says they knew there would be side effects. They can try to deactivate it, but it'll take some time to figure out how. He can't pull people off other projects. Until then, Dawson can't be near patients. He tells Dawson to go home. Dawson sits at home alone, watching the news. When he breaks a glass, he realizes his own pain can bring him the same pleasure. He starts injuring himself on purpose. He spends a whole week pushing his body to its limits, but none of it is enough because there's no fear. Rolo explains that fear intensifies the feelings. Dawson could inflict pain on himself, but not terror. For that, he needed another person. Dawson walks down the street. He finds an unhoused person. He tases him, then hooks him up to the diagnoser and tortures him. A cop car approaches. Rolo says Dawson was practically coming when they found him. Nish hopes they put him in jail, but they actually sent him to the hospital because he was in a vegetative state, where he remains. They say he still has a euphoric look on his face. Dawson is comatose in his bed with an obvious erection. When Nish calls Rolo out, he admits that he made up the erection. It's getting hot in the museum without air conditioning, so Nish offers Rolo some water. She asks him why he didn't stay in med tech. He says he did for a while. TKCR adapted the technology Dawson used and ended up with digital consciousness transference. They call them cookies now. Nish is familiar with it. Rolo says Nish is asking more questions than most people, but she has time because her car is still charging. Next, Rolo shows Nish a stuffed monkey, which confuses her. He says it's one of the saddest items in the whole museum. He starts telling her the story of Jack and Carrie. Carrie is at a party when someone offers her a cupcake. It's Jack. Jack carries Carrie into a bedroom, where they have sex. Rolo says Jack got Carrie pregnant. Carrie has an ultrasound. Rolo says they had a son, Parker. Carrie, Jack, and Parker walk together. They stop so Carrie can take a picture. As she backs up to get a good frame, she gets hit by a truck At St. Juniper's, Carrie is unconscious. Jack sits by her bedside while a nurse rocks Parker. Rolo says Jack visited her every week for years and talked to her, but she never woke up. But they tested the comm box on her, a device that allows comatose patients to respond to people. Jack visits Carrie, who is using the comm box to answer yes/no questions. He shows her a video of Parker singing. Rolo talks to Jack about Carrie. He would like to use Carrie to test a new device. In Carrie's room, Rolo explains that they're using technology to take the consciousness out of one person's brain and housing them inside another person's brain. They could take Carrie out of her body and put her inside Jack. She'll see what he sees and feel what he feels. She can live again through him. If he hugs Parker, Carrie will feel it. Jack asks about the cost. Rolo says it won't cost anything. They'll euthanize her physical body in the process and donate her organs. Jack says he has to think about it, but Carrie says yes, she wants to do it. Rolo retrieves Carrie's consciousness and implants it into Jack's head. Once it's done, Rolo wakes Jack. Carrie is able to see through Jack's eyes and talk to him. She's able to feel the apple he's holding and taste it when he takes a bite. Parker comes in and Carrie is able to hug him through Jack. Nish knows that, once again, there's a catch. Rolo questions how long happiness can realistically last. Jack is reading a Fifteen Million Merits comic book. Carrie complains about him reading too slowly. He says he likes to take in the pictures. When he gets up to go the bathroom, Carrie says she'll never get used to that. She complains when he doesn't wash his hands afterward. Parker is coloring while Jack watches a news report about Denise Stockley, a reported who was murdered by Clayton Leigh. Carrie wants him to turn if off because she's worried it'll disturb Parker, but Jack doesn't think Parker's listening. When Parker pushes his cup off the table, Jack snaps at him and Carrie tells him not to. Jack and Carrie fight while Parker watches, able to hear Jack but not Carrie. Rolo says Jack had no privacy and Carrie had no agency. It was awful for both of them. Jack threatens Carrie with eating anchovies if she won't be quiet. She keeps talking, so he starts eating. Jack and Carrie go to see Rolo. Jack fights with Carrie, which Rolo deduces is the problem. Rolo says they need to ration their contact, but Jack says he can't do that because she's always there. Rolo says they could give Jack more control, give him the ability to put Carrie on pause sometimes. Jack tells him to do it. Jack is in an elevator when a woman gets on with him. He starts checking her out and Carrie complains. Once the woman is gone, Jack fights with Carrie about it. He has no release because masturbating with her in his head is like trying to do it in front of a cop who is also your mom. Jack decides to put Carrie on pause over her objections. When Jack unpauses Carrie, it's Halloween. He kept her paused for several weeks. He says he's sorry, but he got her a cupcake. She asks to see Parker. He takes her to see Parker, who is building a fire truck. Jack tells him that Carrie loves him and needs a hug. Rolo says that because of Parker, they tried to compromise. Jack kept Carrie paused except on the weekends and then he'd take Parker out with Carrie watching and feeling everything. It worked for a while. Jack is outside when Emily introduces herself. She's his neighbor. She meets Parker as well and says she'll see them around. Carrie sees this interaction and she and Jack fight about his attraction to Emily. He pauses Carrie. Rolo says as time passed, he got closer to Emily and Carrie didn't take it well. Jack fights with Carrie as he watches Emily and Parker play. Carrie's mad that he's out with Emily on the weekend. Emily comes up to Jack and tells her to stop yelling at Jack. Carrie wants Jack to tell Emily to back off. Jack and Emily go see Rolo, who realizes the weekend arrangement isn't working. Jack says they tried limiting her to an hour, but they know she's always in there. It's frustrating for Carrie and Carrie is frustrating for them. Rolo asks if Carrie is on pause and when Jack says she is, Rolo suggests that they could delete her. Jack says that would be killing her, but Emily thinks it's more like deleting an email. Jack refuses to do it. Rolo has an idea of something else. Rolo says they're beta testing a product for terminally ill parents, to make a souvenir for their kids. He pulls a stuffed monkey out of a drawer and says they can put Carrie inside it. It has a camera so she can see Parker and she'll be able to feel it if Parker hugs the monkey. Plus she can talk to him, but in a controlled way. Jack says he'll have to think about it, but Emily is on board. Rolo says the transfer went quickly. Carrie wasn't even aware it was happening until she woke up. Jack coaches Parker through opening his present. Carrie is confused as Parker unwraps the monkey. Jack explains that it's a special monkey that Mom wanted him to have. When he hugs it, Mom will feel it. Carrie begs Jack to put her back in his head, but he can't hear her. Nish asks Rolo how Carrie spoke. Rolo says the setup was rudimentary. It was a prototype. Carrie notices two buttons on her chair, one of a smile and one of a frown. She presses the smile. The monkey says, \"Monkey loves you.\" Carrie presses the frown. The monkey says, \"Monkey needs a hug.\" Parker hugs it and Carrie makes the monkey say the two phrases repeatedly. Emily takes the monkey and says the monkey just needs a minute to get used to how things are going to be. She carries the monkey out of the room, pins it up against the wall, and threatens to have Carrie deleted. Carrie agrees to be a good toy. Parker plays with the monkey while Jack and Emily watch a show together. Rolo says Parker got tired of his new toy. Parker drops the monkey on the floor. Emily sees it and stops kissing Jack so she can get up and close the door. Nish remembers that it's a crime museum. She wonders where the crime in the story is. Rolo says the monkey is a crime. He opens the case and says the UN made it illegal to transfer human consciousnesses into limited formats like that. It has to be able to express at least five different emotions for it to be humane. He also reveals that Carrie is still inside the monkey because it's illegal to delete her. Rolo was fired over his decision to put Carrie in the monkey. That's why he started the museum. He hands Nish the monkey and complains about the heat in the museum. Rolo asks if Nish is ready for the prime exhibit. He leads her toward the curtain. He warns her that he's not the man he once was. When he coughs, Nish offers him more water. He says he's fine and opens the curtain. He knocks on the glass to wake up Clayton Leigh, who is in a cage. Rolo tells Nish not to feel too sorry for him because he's a convicted murderer. A picture of Denise Stockley, the woman he killed, is hanging above him. Nish looks at him and says he seems so real. Rolo says it's a fully conscious upload of him. After TCKR kicked him out, he was going to branch out into celebrity consciousnesses, but there were too many rights issues. Convicted killers are a different story. Rolo waits at the prison. Clayton comes in and Rolo introduces himself. Clayton knows that Rolo is into technology and wants him to prove Clayton is innocent. Rolo says he could, but that's not what he's there. Clayton gets up to leave, but Rolo gets him to come back by saying he can help Clayton's family. Nish asks how Rolo convinced him and he says Clayton didn't need much convincing. Rolo explains that Clayton will sign over the rights to his digital self and his relatives will receive the majority of any profits, if Clayton gets executed. Nish asks how Clayton's family felt about it and Rolo says they didn't care. They abandoned him the moment he got locked up. Angelica tells Clayton it's his soul, but he doesn't think there is such a thing. It's just a computer simulation. Angelica wonders why Rolo needs his permission if that's true. Clayton says it won't matter if his pardon comes through. Angelica asks what if it doesn't. He says if they execute him, she'll get money for Rolo's project. It'll help her support their kids. It could be a good thing. Nish realizes he didn't get his pardon and Rolo says no, because he was guilty. Nish asks if there wasn't some doubt. She saw the documentary. Rolo says no, it was fake news. The day Clayton got the chair was a great day for justice. Clayton is led to the execution table. Rolo prepares to capture his consciousness. Rolo says Clayton would be the first guy on death row to survive his own execution. Clayton's head is covered and he's executed. Once he's gone, Rolo takes the device off his temple. Rolo says the transfer went beautifully. Rolo works on his computer and finally gets the virtual Clayton working. Rolo congratulates him. He tells Clayton to hang in there while he tests some things. Rolo says he knew having Clayton walking around captive would be good, but it wasn't much of a draw. Pulling the lever yourself to execute him was an attraction. Rolo pulls the lever and executes Clayton's hologram. Rolo says Dawson's diagnoser paved the way for this, a recreation of the exact agony of execution. The key was never to let him exceed 15 seconds at maximum voltage. That would wipe his digital synapses out for good. Ten seconds was the optimal length, so that became the limit. Rolo leaves Clayton to rest and get used to his room before they open tomorrow. Tourists come in and swarm the museum. Rolo says the problem in the early days was fitting everyone in. Clayton begs a tourist not to do it, but she ignores him and flips the switch, as do many others. Rolo says the souvenirs were the biggest part. Every time someone executed him, they got a keychain with a conscious, sentient snapshot of Clayton, perpetually experiencing that pain. Rolo starts to cough again. He's choking. Nish drops her British accent and tells him to take a seat if it makes it easier. She pulls over a chair. He asks who she is. She says he left out some parts of the story and she wonders why. He didn't mention the protests. Clayton's wife started a campaign that got some momentum. Nish knows it hurt his attendance. Even the protestors got bored after a while. Once it became clear the state wouldn't be clearing Clayton's name, they moved on to the next viral thing. But they did their job. After the protests, Rolo lost the tourists and the families and was left with loners and sadists. A sadist electrocutes Clayton. When he starts to undo his belt, Rolo leads him out. Nish says that crowd isn't big enough. They can't keep the lights on. So when someone comes in willing to pay for extra time, Rolo has to take it. Rolo lets a rich man who paid cash to electrocute Clayton for 14 seconds. Nish knows Clayton wasn't the same after that. He's not dead, but he's barely alive. Even the perverts aren't interested in him now. But someone came to see him. Angelica comes to see Clayton. Nish says Clayton was like a docile animal. Who knows if he recognized Angelica, if he recognizes Nish. Nish puts her hand on the glass. Clayton puts his hand on hers. She's his daughter and wishes him a happy birthday. Angelica cries as she looks at Clayton. Nish says what her mom saw that day was more than she could take. When she went home, she took a bottle of pills with a bottle of vodka. Nish found her body afterward. Rolo is still choking. Nish apologizes for it being so hot. She says digital AC is easy to hack. She warns him never to accept drinks from strangers. Her dad taught her that. She puts a device on Rolo's temple to copy his consciousness. She estimates that he has 30 seconds left to live. She sits down and tells him they'll see him on the other side. She captures his consciousness and removes the device from his body. Rolo wakes up inside Clayton's body where Nish has uploaded his consciousness. Nish has the Carrie monkey sitting next to her. She is sure that Rolo is screaming at her, but she can't hear any of it because thanks to him, her dad can't talk. Soon, he'll be part of the first double-decker mercy killing. She took off the ten-second limit so he'd get a full hit of juice. That should be enough to set him free. On the other hand, Rolo will feel it all, every bit of the pain. And Nish will get herself a souvenir. She says goodbye to her dad and flips the switch. She watches as he's electrocuted and then the hologram disappears. She pulls out the keychain, which shows Rolo screaming. Nish leaves, taking Carrie with her. She puts Carrie down and then pulls a cord which causes a spark in the air conditioning unit and starts a fire. Nish takes Carrie back to her car while the museum burns. She hangs the keychain from her rearview mirror and then looks in the mirror and asks her mom how she did. Her mom says she did great. Nish drives away as the museum continues to burn.",
        "labels": [
            "AI rights",
            "digital clone of a person",
            "mind linking technology",
            "mind transfer technology",
            "addiction to sensation",
            "controlling partner",
            "experimental medical procedure",
            "human self-sacrifice for another",
            "husband and wife",
            "personal identity",
            "racism in society",
            "sadomasochism",
            "the desire for vengeance",
            "unethical human experimentation",
            "what if I were in a coma-like state"
        ]
    },
    {
        "content": "Twenty-seven-year-old Danny Parker (Anthony Mackie) and his girlfriend Theo (Nicole Beharie) go to a bar and pretend to be strangers. After they have sex, he sits on the couch in another room and plays the fighting game Striking Vipers with his friend Karl (Yahya Abdul-Mateen II.) Eleven years later, Danny hosts a barbecue at his house with his now wife Theo, with whom he has a 3-year-old child. He has fallen out of contact with Karl, who is in a relationship with a woman called Mariella (Fola Evans-Akingbola.) Karl arrives at the party and gives him a birthday present: the newly-released Striking Vipers X along with the virtual reality interface needed to play the game. Later that night, online, the pair play the game. Karl chooses the character Roxette (Pom Klementieff) while Danny plays as Lance (Ludi Lin.) As they enter the VR, they fall back motionless on their couches. Danny gets accustomed to his new body of Lance and the pair play Round 1 of the game, in which Karl uses his character's special powers against Danny. Danny feels real pain as his character is hurt, though his injuries immediately disappear at the end of the round. After the game, Karl's character falls onto Danny's and the pair kiss. After a few seconds, Danny pulls away and exits the game abruptly. Over the next few weeks, Danny and Karl have sex with each other in the game as the characters Lance and Roxette. Theo notices a change in her relationship with Danny as he stops wanting to have sex with her, despite their plan to conceive another child. On the pair's wedding anniversary, which Danny had forgotten, Theo takes him to dinner and talks to him about the newfound distance in their relationship, asking him if there is anything going on. Danny promises that nothing is. Later that night, he locks the Striking Vipers X game in a cabinet. Karl continues to message Danny until he finally accepts a phone call, saying that the pair's activities in the game need to stop. Karl denies that it is cheating but Danny says that they both know it is not right. Seven months later, it is Danny's birthday and Theo invites Karl for dinner as a surprise. When Theo leaves the room, Karl describes how he has tried to have sex in the game with the automated characters and with other players; he says nothing can recreate the feeling of having sex in the game with Danny. The pair enter the game and have sex again. Danny asks to meet up in real life. They kiss in their normal bodies to see if there is any connection between them, but both of them say they feel nothing. As Danny says what they are doing must stop, Karl becomes angry and the pair fight. A passing police car notices the pair and arrests them. The next day, Theo picks up Danny from the police station. She is frustrated in the car ride home as Danny is silent. In the final scene, it is Danny's birthday. He and his wife have an arrangement where Danny can play Striking Vipers X and have virtual sex with Karl on his birthday, whilst Theo can go out to a bar and meet up with a stranger.",
        "labels": [
            "husband and wife",
            "love triangle",
            "matrimonial love",
            "romantic infidelity",
            "coming to terms with one's own sexuality",
            "friendship",
            "gender bending",
            "human addiction",
            "love vs. Friendship",
            "male homosexuality",
            "sexual norms in society",
            "speculative virtual reality",
            "video game addiction",
            "virtual reality sex"
        ]
    },
    {
        "content": "In 2018, Chris (Andrew Scott) is a rideshare driver in London for the app Hitcher. He lost his fiancée in a car accident with a drunk driver three years earlier, and goes to group therapy sessions. He has a deep loathing for technology, as proven when he is in a cafe and nearly has an anxiety attack due to everyone using their devices around him. At one session he meets Hayley (Amanda Drew), who is dealing with the suicide of her daughter 18 months earlier. The two talk and end up having sex at her place. Chris discovers that on a daily basis, she attempts to log into her daughter's Persona social media account so she can access her inbox to try and get an idea as to why she killed herself. Amanda has a book full of possible passwords, however only gets three attempts a day before she is locked out entirely. One day, Chris picks up Jaden (Damson Idris), an employee of the large social media company Smithereen. Jaden is distracted by his phone, allowing Chris to take a detour into the rural countryside, where he reveals he is abducting Jaden at gunpoint. Chris orders Jaden into the trunk of a separate car, but Jaden is claustrophobic, so Chris allows him to ride in the backseat with his wrists restrained and a bag over his head. As Chris drives down the road, two police officers (Ambreen Razia and Calum Callaghan) see the hooded Jaden, and give pursuit. In the chase, Chris veers to avoid two teenage cyclists and ends up with the car stalled in a field. As more police surround the field, Chris waves the gun to keep them at bay. The teenagers witness the unfolding drama and post to Smithereen. Chris learns Jaden has only been an intern for a week, and has few connections at Smithereen, but he calls up the most senior person he knows there using Chris's phone. Chris demands to speak to the CEO Billy Bauer (Topher Grace). The demand soon reaches chief operating officer Penelope Wu (Ruibo Qian) in Los Gatos, California, who knows Billy is on a 10-day solitary retreat. Penelope works with the FBI and British police to learn about Chris and uses his phone to bug the car. The police visit Chris's house while Penelope's team search his social media account and learn about the car accident, which was blamed on a drunk driver (who also died) whose car collided with Chris's. The police hear Chris tell Jaden that his gun is fake and the eavesdropping teenagers post this on social media. Chris sees this on Smithereen and fires the gun into the sky to prove them wrong. Police snipers are brought in. Penelope realises they need to bring Billy in, and sends employees to his solitary retreat. Billy is annoyed at the interruption but realises the danger of doing nothing. Eventually, Billy is put through to Chris and initially tries to follow standard negotiating tactics, but Chris is aware of these. Chris finally states the reason he wanted to reach Billy, as Chris felt he himself was at fault for the accident as he had been distracted while driving to check a Smithereen notification, but this never came out in the police investigation as all the blame was laid on the drunk driver. Chris wants affirmation that social media was designed to be as addictive as possible, to which Billy agrees: he had used this retreat to mull over leaving the company, unhappy with the direction it has taken. Chris asks Billy for a last favour as he intends to kill himself: to get him in touch with Persona's CEO. Soon, Hayley receives a call with her daughter's Persona password. Chris goes to release Jaden, but Jaden urges Chris to reconsider, knowing from his uncle's suicide the emotional damage it can do. The two start to fight over the gun. Thinking Jaden is in trouble, the police chief gives the order to fire. During the credits, Billy, Penelope, and others around the world see a Smithereen message pop up, and after reading it and mulling over it, return to their daily routine.",
        "labels": [
            "coping with suicide",
            "social media addiction",
            "social media in society",
            "suicide",
            "beating one's self up",
            "coping with the death of a child",
            "coping with the death of a lover",
            "facing a hostage situation",
            "remorse",
            "social inequality",
            "the business world",
            "the need for closure"
        ]
    },
    {
        "content": "In a busy school cafeteria, Rachel Goggins sits alone, watching an Ashley O music video on her phone. As she walks down the hall, Rachel sees a poster for the talent show fundraiser. Ms Walpole sees her and asks if she's going to participate. She shakes her head no and walks away. Other students laugh as Rachel's father, Kevin, an exterminator, picks him up in his truck. Her sister, Jack, is already in the front seat. When she says she hasn't really talked to anyone at school yet, he assures her it will get better. Jack questions how he would know as he spends all of his time in the basement trying to craft an alternative to the mouse trap. In the back seat, Rachel puts in her headphones. Jack and Rachel relax in their shared room. Jack is playing guitar while Rachel is watching Ashley O on the television. Kevin works in the basement, scanning the brains of mice. Busy G interviews Ashley O about her new song, \"On a roll.\" She tells him that a lot of her songs come to her in dreams. She has to write them down really quickly when she wakes up. She talks about the importance of people being in control of their own destiny. Busy G asks Ashley about her aunt, Catherine Ortiz, who has taken care of her her whole life and is her manager. From offstage, Catherine reminds Ashley to mention her doll. She picks up Ashley Too and shows everyone what Ashley Too can do. They run the commercial for Ashley Too. Rachel is intrigued while Jack is annoyed. Catherine scrolls through pictures of Ashley with Ashley Too and Busy G and picks one for Instagram. Ashley okays it without looking. Catherine tells her everyone is loving Ashley Too. Ashley watches a crowd of fans as they drive by. Ashley wakes up and writes in the journal by her bed. Ashley plays piano and sings. Catherine hears Ashley's music from downstairs. She goes upstairs and tells Ashley the tune is nice, but the lyrics are kind of a departure. Catherine asks if she's okay and if she's taking her meds. Ashley says she is and she's fine. Catherine leaves to have their cook make breakfast. Rachel goes to Kevin as he's eating breakfast and asks if she can have an Ashley Too for her birthday. He says he'll think about it. Once Rachel is gone, Jack reminds Kevin that Rachel's birthday is on Wednesday. He claims that he knew that. Rachel opens her gift to find that her dad got her the Ashley Too. In her room, Rachel opens the box and takes out Ashley Too. She starts talking to it. She tells Ashley Too about Jack and Kevin and her mom Genevieve, who died a couple years ago. She says she doesn't have many friends since they moved. Ashley Too offers to sing her a song, but Jack stops it shortly after she starts. Rachel tells Jack to put her headphones on. Once she does, Ashley Too starts the song over. Rachel talks to Ashley O about her songs. She gets up to go to the bathroom. While she's gone, Jack accidentally unplugs her headphones, causing the music she's playing to play out into the room. Ashley Too looks toward her and tells her she's very creative. Jack brushes her off, but Ashley Too asks her about what kind of music she likes. Jack names off some bands and Ashley Too doesn't know any of them. Jack says her mom was into those bands and Ashley Too asks if she only listens to music her mom liked. Jack tells Ashley Too to go to sleep. Catherine talks to Dr. Munk and Jackson Habanero while Bear sits in the living area behind them. She says they're behind on the next album and Ashley Too hasn't made back its cost yet. Habanero is shocked that Ashley hasn't written anything for her next album. Dr. Munk says he can recommend some mild hallucinogens if she's feeling uncreative, but Catherine says the medication he already gave her isn't working. Catherine says Ashley is unpredictable. Catherine even walked in on her writing something that no one would buy. She doesn't understand how fragile her success is. Dr. Munk asks if they should increase her dose. Habanero has an idea. Ashley sits up at night. Rachel uses an app to learn an Ashley O dance while Ashley Too cheers her on. Rachel isn't confident in her skill. She tells Ashley Too about the talent contest and Ashley Too tells her to enter. Rachel doesn't think she's good enough, but Ashley Too encourages her and agrees to help her practice. Rachel starts the dance again. Rachel practices the dance over and over again with Ashley Too's encouragement. Ashley Too also helps her give herself a makeover to look like Ashley O. Rachel shows off her new look to Jack and Kevin. Jack isn't impressed, but Kevin thinks she looks beautiful. Rachel gives herself a pep talk as they leave. Catherine is standing backstage at a concert when the stage manager tells her they have a situation. Catherine knocks on the door. Inside, Ashley is doing her makeup. She ignores her aunt and continues her work. Bear kicks the locked door open. Ashley tells Catherine she's trying out a new look. Catherine heard there was a problem with a costume, but she says it looks great on Ashley. Ashley says it feels like she's wearing someone else's skin. Catherine says she has 20,000 fans waiting to see the her that they love. She tells Ashley not to let them down. Dr. Munk offers her two pills, which she takes. As she leaves, Catherine tells the stage manager to get a make-up artist in the room. Once everyone is gone, Ashley spits out the pills and puts them in a tin where she's collected several others. Rachel watches the talent show from backstage as Jack and Kevin watch from the audience. Kevin sees a mouse trap on the ground behind him. He picks it up and leaves just before Ms Walpole introduces Rachel. Rachel starts the dance. In the hallway, Kevin asks a caretaker if he knows how long it takes a mouse to die after eating the poison in one of those traps. The caretaker brushes him off. Rachel continues her dance, but stops when she falls. She gets up and runs offstage. Rachel cries as they drive home. She thinks she's messed everything up, but Kevin doesn't think it was that bad. She thinks she let Ashley Too down. Bear leads Dr. Munk in to see Catherine. Bear put a camera in Ashley's dressing room on Catherine's request and there's something she needs to see. Catherine watches footage of Ashley hiding the pills. Dr. Munk has the tin and shows Catherine that Ashley has been stockpiling them. He also has Ashley's journal, in which she has vented her frustrations. Jack is working while Rachel and Kevin go out. Jack watches them leave and then takes Ashley Too and hides her in the attic. Rachel comes home and notices that Ashley Too is missing. Jack says she threw her in the garbage, claiming that Rachel is better off without her. Rachel calls for Kevin, who says that Jack will have to buy Rachel a new one. Rachel and Jack argue about it. Rachel says Ashley Too knew her better than Jack, who barely talks to her since their mom died. All Jack does it play guitar which she's probably bad at because she refuses to play in front of anyone. Their fight ends with them declaring that they hate each other. Rachel, Jack, and Kevin eat dinner in silence. Ashley joins Catherine for dinner. She's ordered food because she gave the kitchen the night off. Catherine asks Ashley if she'd tell her if something was wrong. Ashley says she's been telling Catherine that something is wrong for a while. It's getting hard to keep doing all of this. Catherine knows Ashley thinks she doesn't listen and she's controlling. She pulls out Ashley's journal and starts directly quoting it. She shows Ashley the pill tin and asks if she was planning to overdose to make Catherine look bad. Ashley realizes Catherine doesn't know her at all. She's been collecting it as evidence against Catherine and Dr. Munk. She knows what they're trying to do. Catherine shows Ashley that she has her computer and says she knows exactly what Ashley knows, which includes a lot of research into contract law. Catherine says she could have saved her some time. Her contract doesn't expire until she's 25 and it's watertight. Ashley says that's not true anymore because Catherine broke the law. The illegal meds put Catherine in breach which gives Ashley an instant break. Ashley tires to leave, but Catherine stops her. She's resentful that she had to take Ashley in when her parents died. She was only 22. Ashley's never asked what that was like for her. Ashley points out that everything in the house has come to them because of her own work. Ashley tells Catherine that she hates her and gets up to leave, saying she doesn't have to listen to Catherine anymore. She sits back down when she starts to feel sick. Catherine says that if Ashley overdosed on Dr. Munk's pills, she couldn't die. She would end up in a chemical coma. She shows Ashley that the tin is empty. She put them in Ashley's food. Ashley suddenly falls to the floor. Kevin is working in his basement while Jack and Rachel wait. He shows them the fake mouse he's made that stuns real mice for long enough that people can relocate them. Rachel asks if the mouse is dead and Kevin says he needs to work on the voltage. Rachel's attention is drawn away to the television with a breaking news report that Ashley O is fighting for her life after an allergic reaction to shellfish. They have unconfirmed reports that she's in an irreversible coma. Jack gets Ashley Too out of the attic and gives her back to Rachel. She apologizes, but Rachel doesn't want to hear it. Rachel listens to Ashley Too talk for a while and then tell her to go to sleep. She puts Ashley Too on the shelf and leaves the room. A news station reports on fans sitting vigil outside the hospital where Ashley is still in a coma. Leah and Magnolia, two fans, are interviewed. Bear stops a nurse from entering Ashley's room. Ashley gets an MRI. Dr. Munk sees that her creative center is still very active. Catherine says they just need ten songs. Munk says it might take a while, but that just gives Catherine time to find her replacement. Dr. Munk scans Ashley's whole body and replicates her on the screen. Six Months Later. Jack takes her bowl and Rachel's plate. She offers to get Rachel some ice cream, but Rachel ignores her. Nearby, Carmen reports on Ashley O for television. Her wording wakes up Ashley Too, still on Rachel's shelf. Todd tells Ashley's story as Ashley Too watches. Catherine sits by Ashley's bedside, holding her hand. They play the 911 call from that night. Catherine talks about how she was afraid Ashley would die. She credits Dr. Munk with saving Ashley's life. Jack starts the dishwasher. Todd says Ashley's music career didn't end there. Thanks to technology, they're able to read her brainwaves. She was composing music in her dreams. From there, technical director Habanero used the process to extract the songs. Catherine talks about how beautiful it is and how she knew she had to get it out to Ashley's fans. From there, they used the voice recordings they'd taken for the Ashley Too dolls and used them to have Ashley's voice \"sing\" the new songs even after Ashley Too was pulled from the market over battery issues. As Ashley Too watches the program, she starts to glitch. Rachel notices her moving and speaking erratically. When Jack comes in the room, Rachel denies having turned her back on. They're not sure what's happening. Ashley Too falls to the floor and continues glitching before powering down. Jack plugs Ashley Too into Kevin's computer. They find a weird spot in Ashley Too's \"brain.\" Jack deletes it, causing what was in the small spot to spread to her whole brain. Ashley Too wakes up and starts screaming at them to pull the cable out. Once that's done, she's happy to be able to use her mind again. She's okay because they deleted the limiter, which kept her from using all of her brain. Her entire mind was copied into the dolls. Rachel is shocked to the talking to the real Ashley O through the doll, but Jack doesn't believe that's what's really happening. Ashley tells them what's really fake is her aunt pushing an allergy narrative. Jack wants to put the limiter back on, but Ashley backs away from her and Rachel makes Jack promise to leave her alone. Ashley looks around Rachel and Jack's room at all the Ashley O merchandise. Jack still doesn't believe she's the real Ashley because of how she's talking, but Ashley says it's because Catherine trained her how to talk in interviews. She wants to tell them all about how Catherine has tortured her. As Ashley remains in her coma, Catherine prepares to launch Ashley Eternal. She asks Habanero if everything will be ready in time for the investors' meeting and he says yes. He has a new song that he extracted overnight, but it's not a friendly one. He plays it and it's a rage dream. Catherine has him make changes to it to see if they can make it a hit. They find something they can work it. Ashley explains that Catherine controlled every aspect of her career and now she has her exactly where she wants her. Rachel is horrified and tells Jack they need to help her. They debate how to help while Ashley thinks of her own ideas. Ashley says she can find the evidence. She kept a diary on her computer and recorded the conversations. She just has to get in the house so she can download the evidence she needs. She asks them to take her there. Rachel agrees, but Jack doesn't want to. Ashley tries to go on her own, but struggles when she falls off the desk. She manages to get up and tries to continue on her own, but gets stopped by the closed bedroom door. Jack is adamant that they won't help her. Jack drives Rachel and Ashley to Ashley's home. Ashley asks Rachel to put her on the dashboard so she can show them the way. They are nearly in an accident when Jack gets distracted from the road. Catherine practices her speech as she gets ready for the meeting. Jack pulls up to the gate. They debate how to get in. Jack just wants to throw her over the gate and leave. Catherine and Habanero get into the car. Jack reminds Ashley that the deal was to drive her there and they did that. Ashley says she needs to get inside to get the evidence. Ashley recognizes her aunt's car leaving. They take advantage of the gate being open and drive in. They pull up to the house. Jack, with Ashley in her bag, rings the bell wearing some of her father's advertising apparel. Bear answers the door and Jack tells him she has an appointment to deal with their rodent infestation. He says she has the wrong place because they don't have a rodent problem. Jack manages to persuade him to let her in as well as Rachel. Inside, Jack unloads her gear. Rachel asks to use the bathroom and Bear says he'll escort her because she can't just walk around. Jack says she'll need his help, so he has to stay. He directs Rachel to the bathroom. Jack distracts Bear with nonsense questions. Rachel takes Ashley up to the room where Ashley's body is lying in her coma. Ashley has Rachel watch the stairs while she goes over to Bluetooth in. Jack continues to distract Bear, saying she's seeing clear signs of mice. Ashley looks at herself in the bed and then wraps herself in the cord keeping her machines on and unplugs it. Rachel runs in, horrified, but Ashley says she did what she had to do. Munk is on the toilet when he gets a system alert. Munk calls Bear and tells him to check on Ashley. Jack stops him by tossing her dad's fake mouse at him, which shocks him. Rachel cries, saying Ashley killed Ashley O. Ashley says she knows herself and she wouldn't want to live like that. Jack comes in and Ashley says it's okay because she's still her and she still exists. Jack realizes that this was Ashley's plan all along. Jack wants to leave, but suddenly, the real Ashley wakes with a gasp. Restraints activate to keep her from getting up. Munk comes up the stairs, calling for Bear. He enters the room to see nothing out of the ordinary. Jack and Rachel are hiding behind Ashley's couch. The system is rebooting. Catherine is practicing her speech when Munk calls and tells her that Ashley is awake. It looks like the dream box had a power outage, but the restraint system works. Catherine says she needs to stay alive until they sign the papers. She tells Munk to put Ashley back under. As Munk prepares an injection, Ashley begs him not to do it. Jack comes out from behind the couch and hits him on the head. He turns and pins Jack to a pillar, so Rachel takes the injection he'd prepared and pushes it into his back. He collapses and they rush to help Ashley. They can't get the restraints off, but Ashley Too notices a release button under the bed. Jack pushes it and Ashley is freed. They help her leave as she questions who they are. Rachel says she's a huge fan. Ashley hears Ashley Too talking like her and wonders why that's happening. Ashley Too explains that Rachel and Jack broke the limiter, so she's Ashley's whole brain. Ashley says Ashley Too isn't all of her because she's all of her. Ashley Too starts revealing some of Ashley's secrets until Ashley tells her to shut up. Ashley Too says she's not allergic to shellfish and hates her aunt Catherine. Ashley says they need to stop Catherine. Habanero gets things ready. Catherine goes on stage and starts her speech. Jack and Rachel help Ashley out to the car and they leave. Catherine continues her speech and introduces Ashley Eternal, a hologram of Ashley O. Rachel asks if Jack knows the way to the stadium. She doesn't, but Ashley and Ashley Too do. Catherine and Habanero show off everything they can do with Ashley's likeness. Ashley pressures Jack to run a red light. A cop starts following her. Catherine says that Ashley Eternal can be streamed to thousands of places simultaneously. Ashley Eternal starts performing. Jack evades the police. When they get to the stadium, Ashley directs Jack to the back, where she drives directly into the venue. She crashes through equipment, shutting down the show. A cop gets out of the vehicle and orders them out on threat of firing into the car. On stage, Catherine drops to the floor and chants that she doesn't want to die. Rachel and Jack step out of the car and hold hands. Then Ashley steps out from the other side. Catherine gasps when she sees her. Ashley gives her the finger. Ashley, now performing as Ashley Fuckn O, introduces her next song, which she wrote about Catherine. Jack is playing guitar and singing backup. She's dropped the Ashley O look and is playing the music she wants to. Rachel watches from the audience with Ashley Too, who is enjoying the show. Kevin tries to explain his new invention to the bartender, who brushes him off. Former Ashley O fans Leah and Magnolia leave, not enjoying the new music. Ashley crowd surfs.",
        "labels": [
            "duplicate of a person",
            "greed for riches",
            "AI companion",
            "aunt and niece",
            "celebrity culture in society",
            "father and daughter",
            "loneliness",
            "mind uploading",
            "music",
            "role models",
            "single fatherhood",
            "sister and sister",
            "stepmother and stepdaughter",
            "teenage angst",
            "the need for companionship"
        ]
    },
    {
        "content": "Joan Tait wakes up to her phone alarm. She turns it off and sits up in bed. Krish, her fiancé, reaches out to touch her and she rubs his arm. Joan brushes her teeth and eats breakfast. She gets a notification on her phone, which she keeps hidden from Krish, who has made her eggs. As Joan leaves for work, she waves at Mike, who is jogging by. Joan arrives at Sonicle. Eric asks Joan how her coffee is. She makes a face and he says he'll have them look at the machine. He also informs her that Sandy is waiting outside. She asks him for five minutes to psych herself up for it. After he leaves, she practices what she'll say. While she's practicing, she gets a message from Mac, saying he misses her and he's in town. Sandy is upset that Joan is firing her. She's working on an algorithm. Joan says the board doesn't want to move forward with it. Sandy says without it, they need more data servers, which violates their environmental pledges. Joan continues to blame the board for the decision. Sandy just put a deposit down at a new apartment and begs Joan not to do it. Joan excuses herself from the office to give Sandy time to compose herself. Outside, Eric tells Joan that he asked Brutus to escort Sandy out. They watch as Brutus and Sandy leave. Joan struggles to reply to Mac as she smokes outside in a stairwell. Below her, Sandy leaves with a box of her things. Joan flicks her electronic cigarette and accidentally drops it on Sandy's head. She tries to hide, but Sandy knows she's up there and tells her she's a coward. Dr Atkinsonmcalls Joan back. In Dr Atkinson's office, Joan takes a sip of coffee and grimaces. She tells Dr Atkinson it's not good and shares that she once dreamed of owning her own coffee shop. Dr Atkinson asks how her job is going. Joan says it's fancy on paper, but she's just a middleman between the board and the staff below her. It feels like she's just going through the motions. Dr Atkinson asks about her home life and Joan says she's engaged to Krish. He's a great guy, but he's also a little vanilla. Even the food he cooks is bland and she's always pretending it tastes better than it does. When she was with Mac, things were more exciting. She never got over him. Then she met Krish and he was safe, so she went with it. She doesn't feel like she actually chose him. She's just on autopilot. She feels like she's not the main character in her own life story. Dr Atkinson asks if she'd like that to change. She nods. Joan opens up a text from Mac asking if they can meet. She says yes and asks him where. Joan meets up with Mac, who says he likes her new hair. He tries to reach out to touch her, but she pushes his hand away. He notes that she came to see him, but she did so at his request, to talk. He asks how Krish is and she says he's good. He knows she's not really into it, but she reminds him that they tried to be together for two years and it didn't work out. She's going to marry Krish. Mac broke her heart and now that she's picking up the pieces, he's back. She doesn't think she can trust him. He understands, but says what they had was real. He wants to be with her. He'll be in town for three days and then he wants her to come back with him to San Jose. She says she can't. He tells her all the perks of coming to San Jose. She says she can't leave Krish, but leans in to kiss Mac. Once they part, she says she shouldn't have come. Mac says he's at his usual suite and will be in town for three days. Joan gets up and leaves. Joan goes home to Krish. She claims she was at a goodbye party. Joan and Krish settle on the couch to watch something. She turns on Streamberry to choose something. They look over their options. They find a show called Joan Is Awful, starring Salma Hayek as a woman who looks shockingly like Joan. They are confused. Krish wants to watch it and Joan finally pushes play. Joan quickly realizes that it's her life, starting when she'd woken up that morning. Despite this, Joan denies any resemblance to reality, even as it shows her getting a text from Mac while eating breakfast. Julian calls Eric into the room to show him Joan Is Awful. Eric immediately sees the resemblance. Sandy's friend consoles her by telling her Joan was awful anyway. Sandy gets a text from another friend asking her if she's seen Joan Is Awful. Sandy pulls it up on her laptop. Mac is on the toilet scrolling on his phone when he gets a notification about Joan Is Awful. Joan and Krish are bewildered by the similarities between Joan's life and the show. Joan thinks Krish is pulling a prank on her. He says he didn't do anything. Joan starts to have a panic attack while watching the scene of her getting ready to fire Sandy. Krish tries to calm her down. Eric hides behind a pillow to avoid watching TV Eric. He's upset that they made him so flamboyant. Eric wonders how this could have possibly been made, while Julian is intrigued. Eric questions if Julian finds TV Eric more attractive than him. Krish tries to orient Joan to reality and calm her down. Sandy and her friend watch the show in the bar. They agree that Joan is awful. Joan watches TV Joan fire TV Sandy and says she didn't say it like that, so coldly. Krish believes her. Julian questions why Eric consoled Joan. He defends that she was upset, even though Julian thinks she was being a bitch. Joan says they're making her look like a monster. Krish tries to say it's not so bad, but Joan knows it's bad. Joan gets a text and is horrified that her mom saw it. She realizes everyone who has Streamberry can watch it. Her dad and friends have seen it, too. Krish is horrified when TV Joan gets texts from TV Mac and agrees to meet him. He asks Joan about it and she denies it. Joan wants to turn it off, but Krish says no. They watch as TV Joan tells TV Dr Atkinson that Krish is boring while Mac wasn't. Joan tries to tell Krish that it isn't real, but he gets up and walks out. Mac watches TV Joan says she doesn't want to get over Mac. Krish packs as Joan tries to defend herself. He asks what she really did say if not what the show showed. Joan is silent. Krish continues packing. As he walks out, they both watch TV Joan kiss TV Mac. Krish scoffs and leaves. Eric and Julian watch TV Joan and TV Krish try to decide what to watch. Eric says he never liked Krish and gets up. TV Joan and TV Krish are startled to see a show called Joan Is Awful, with Cate Blanchett in the role of Joan. Eric comes back to the couch. Joan follows Krish out to the car and maintains that it's a show, that it's not real. She lies and says she hasn't seen Mac in a long time. He asks her to show him her phone to prove that she hasn't texted Mac. She says her phone is inside. He finds that convenient. He says goodbye and leaves as Joan begs him to stay. Joan goes back inside to see the same scene playing between TV Joan and TV Krish. Joan gets a call from Mac. She throws her phone in anger. Joan wakes to her alarm. She turns it off and cries in bed. Joan leaves for work and Mike stops to shame her. As she walks into work, Joan realizes everyone has seen the show. Eric says it's all anyone can talk about. Joan says her lawyer is looking into it and Krish is mad and walked out. Eric tells Joan to try to keep it together for a few minutes. Joan sees Brutus and asks why he's there. Eric says she violated her contract by talking about the data servers and algorithm that Sandy was writing. Joan says it wasn't her. It was Salma Hayek. Regardless, the board wants her out right away. He's there to help her pack. Joan gathers her things. Brutus leads Joan back out to her car with her things. Several people watch from the same stairwell where she watched Sandy. Joan watches more of Joan is Awful. She looks at the paper where the cover story is about the Streamberry CEO Mona Javadi, praising the success of Joan Is Awful. Joan meets with her lawyer, who says legally, the Streamberry company is within their rights. She's surprised, too, but Joan assigned them the right to exploit her whole life. It's in the terms and conditions that Joan never read. It popped up on her phone when she signed up for Streamberry and she hit accept. For this reason, they're in the clear. Joan asks about Salma Hayek. She wants to sue Salma Hayek instead. The lawyer says it's actually a digital likeness of Salma Hayek. She licensed her image to Streamberry and it's all CGI, generated by AI. They could make Salma Hayek do anything they wanted. Joan asks how they even know what she's doing. The lawyer explains that her phone is always listening, in order to target ads to her more effectively. That's how they know. Joan says the show is making stuff up about her, embellishing things and making her look worse than she is. The lawyer says the contract even allows for that. It's watertight. Her advice it to try to ignore it. Joan leaves. She's recognized by a man on her way out. Mac watches TV Joan meet with her lawyer. He answers a knock at the door to find Joan. He runs back to his TV and turns off the show. Joan starts crying and he hugs her. She starts kissing him. Joan and Mac kiss in bed. He stops and tells her he can't get sexually aroused. She tries to help him, but he's worried about their interaction being on the show. Then he'll be the guy who can't get it up for Salma Hayek. People will laugh at him. Joan says the show is called Joan Is Awful. He didn't agree to be a public figure, but neither did she. He says she did. It said so on the show. Joan wraps a sheet around herself and goes back to Mac's TV. She starts watching the show where he left it off. She gets an idea. Joan eats a large amount of fast food, to the point where she has to force herself to keep eating. Then she drinks a bottle of laxative. Joan drives to a church. She puts lipstick on her face. Joan interrupts a wedding. She's dressed as a cheerleader and has a lipstick penis on her face. After she arrives, she pulls down her pants and defecates on the floor, horrifying the audience. Joan is arrested and has her mugshot taken. She laughs and says Salma Hayek is going to hate it. The cop doesn't understand as he hasn't seen the show. Another cop comes in and says Joan's lawyer posted bail. Joan drinks and watches TV Joan in the church. Salma Hayek tells Gainsborough she was horrified to see herself defecating in a church. He says it's technically Joan, not her. Salma says she has her face and therefore her anus. She's Roman Catholic. Her grandmother was going to be a nun. She asks what right they have to make this. Gainsborough shows her the contract she signed with Streamberry allowing them to use her likeness for anything. Salma says she doesn't read this. That's why she pays Gainsborough to protect her. She wants them to do damage control and asks what he can do to erase the image. He says there's nothing. She'll settle for a huge lawsuit. He says there's no legal basis. They can't sue Streamberry. She wants to sue Gainsborough instead. She fires him and leaves. Joan wakes to her doorbell ringing. She goes to the door to see Salma Hayek. She understands that Salma Hayek is mad, but welcomes her inside. Salma says they need to talk. Salma looks around and asks what's wrong with Joan that she's so disgusting. Joan says the last few days have been rough. Salma says she doesn't want to be associated with Joan. Joan also doesn't want to be associated with Joan. She's lost everything and her entire life is on Streamberry. She's sorry for what she did, but she was trying to get Salma's attention so Salma would go to Streamberry and get them to shut it down. Salma says she tried and they wouldn't do it. They lied about everything. She didn't imagine this was how it would end up. And they're paying her one tenth of what they're paying George Clooney. She's shocked that they're not paying Joan anything at all. Salma grabs the paper and says Mona Javadi is the real bad guy. Salma wants to go and break the computer that's done this. Joan agrees. She wants to break it physically. They just need to get into Mona's office. Salma can just walk in the front door because she's Salma Hayek. Salma rides an escalator and goes to the receptionist for Streamberry. She says she has an appointment with Mona Javadi. The receptionist can't find it and gets flustered. Salma asks for a private bathroom she can use. Thanks to their show, all people can think about when they see her going into the bathroom is that scene. The receptionist has someone get her into a more private bathroom. Once she's away from them, she sneaks away. Fatima Klaas is interviewing Mona about Streamberry's success. Lucy interrupts and says it's important. Mona steps away and learns that Salma Hayek is asking to see her. Mona says to have security throw her out. Mona goes back to Fatima to talk about Joan Is Awful. Salma lets Joan inside. Together, they make their way through the building. Mona talks to Fatima about the work they're doing to create new content as Salma and Joan sneak into her office. Mona says it's all possible due to the quamputer, which is just down the corridor on the left. Programs that would normally take months to make are available immediately, like Joan Is Awful. Fatima says the Joan in the show is based on a real Joan and asks what's special about her. Mona says there's nothing special about her. They were looking for an average, nobody person, to test it. It's just the beginning. They're looking to create tailored content for every single one of their members. There's even one for Fatima, which will be available to stream starting on Friday. Fatima asks why it's all so negative. Mona says they tested more positive content but their subjects just didn't buy it. Showing people their most negative attributes confirmed their innermost fears and mesmerized them, which drives engagement. Salma wants to kill the quamputer. Lucy asks the receptionist where Salma went. The receptionist and security have been unable to locate her. Salma and Joan sneak through the building. They find Beppe in a room, eating noodles and watching the quamputer. He goes to call security, but Salma tells him she'll break his arm if he does. She starts trying to figure out how to get into the quamputer. Joan sees herself on his screen and asks him why it doesn't show Salma as her. He says it's the variant that the Joan below her sees when she watches the show. She's not the original Joan. Source Joan is the original. She's just a Joan. He shows her Source Joan on the monitor. She's a version of Joan played by a digital likeness of Annie Murphy. She's playing an adaptation of Joan. Source Joan lives in reality. When she watches the show, she sees this Joan as her. That's the fictive level they're on, fictive level one. This is an adaptation of Joan's life. She's in a show right now. Even he is part of it. Michael Cera licensed his face, just like Annie Murphy on level one and Salma Hayek on level two. Salma objects to the notion that she's playing herself instead of just being herself. She has found an axe to break the quamputer. Beppe explains that she's just being tricked into believing she's real. Joan is angry and slaps Beppe, knocking him out. She has Salma guard the door so she can kill the computer. She uses Beppe's access badge to get into the room. Security scours the building for them. Joan hesitates before breaking the computer. She tries to work out everything that Beppe just said. Mona comes in and says if she destroys the computer, she'll destroy everybody inside all the fictive levels above them. Billions of souls that consider themselves to be real will die. The reality they're in will cease to exist. When Salma realizes she'll die, she tells Joan to put the axe down. Joan says she can't. Her standing there means Source Joan did it before her. It doesn't really matter what she wants because the events this is based on have already happened. It's not her decision. It's Joan's. She takes the axe and repeatedly hits the quamputer. As she does, the elements around her start to disappear. Source Joan and Annie Murphy take their places. They celebrate having done it. Joan is detained by security. Security leads Joan out in cuffs while Annie Murphy talks to another security officer. Source Joan tells her therapist that she's dating again and taking it slow. She's making time for herself. It feels good to be okay on her own. Her new job is far less corporate. She's her own boss. She treats her staff well and she's proud of what she does. She finally feels like she's the main character in her own life. She's still on house arrest, which comes with good days and bad days. Joan steps outside. At Joan's Coffee, Joan makes coffee. Annie Murphy comes in. She's also on house arrest. She and Joan are now friends. Annie orders her regular and they chat.",
        "labels": [
            "invasion of privacy",
            "onerous user agreements",
            "boss and employee",
            "coping with humiliation",
            "engaged couple",
            "nested universe",
            "personality rights",
            "romantic infidelity",
            "romantic relationship issue",
            "speculative virtual reality",
            "the need for privacy",
            "what if my life were different"
        ]
    },
    {
        "content": "Pia Koresh sleeps on Davis McCardle's shoulder as he drives. They arrive at the home of Janet McCardle, Davis's mother, in Loch Henry, Scotland. She was worried because they've arrived later than she expected; Davis took a detour to show Pia the scenic route. It was a wasted effort though because she slept through it. Pia and Janet introduce themselves to each other. Janet starts to question Pia about where she's from and learns she was born and raised in the US. Pia notices a piano in the house and asks who played it. It was Davis's dad, Kenneth, who has died. Pia taps out Twinkle, Twinkle, Little Star on the piano. Davis tells Janet their plans. They're only staying with her for two nights before they move on to shoot their film about the \"rare egg guy.\" He guards rare eggs to keep people from stealing them. He's like a vigilante. Egg theft is illegal, but the local cops aren't interested or maybe they're just lazy. Pia thinks if someone like her were stealing the eggs, it would be different, presumably referring to her dark skin from her African heritage. Janet says the police are probably just overstretched because it's a very demanding job; she tells Pia that Kenneth was a cop. The ambiance is awkward after that. As they settle into bed, Pia vents to Davis about feeling stupid for bad-mouthing the police after having seen the pictures of Kenneth in his uniform, and not making the connection. Davis assures her that it's fine, that Janet likes her. She's just sensitive about Kenneth because she misses him. Pia gets that and thinks Davis must miss him, too. Davis says he does in theory, but he was only eight when Kenneth died, so he's mostly existed for Davis in photographs. He was sick for a long time before he died and needed a lot of care. That really took it out of his mother. As Pia cuddles closer, she realizes that Davis sexually aroused, which she says is totally inappropriate. She spots something across the room and asks if it works. When he says it does, she gets up to grab the video camera. There's no tape in it. She hands him the camera and then fellates him. The next morning, Pia tries to check Twitter but has no internet signal. She finds a shelf full of VHS tapes labelled \"Bergerac.\" When Davis comes in, she asks him about it and he tells her it's an old TV detective show. His parents were really into it. His mom had a crush on the main actor, John Nettles. Pia Pia says that doesn't want to think Davis' mom coveting John Nettles' ass just as Janet comes into the room, embarrassing Pia. Janet asks if they're going out. Davis says he's just taking Pia to the loch. Janet offers to make them tea, but Davis says that's not necessary. Pia and Davis admire the view. Pia can't believe they're the only ones there because it's so beautiful. Davis takes Pia to The Lochside Inn. Stuart King is behind the bar and tells Davis he said never to come back there. Davis knows he's joking and just says hello. Stuart starts laughing and they catch up. Davis tells Pia that Stuart made a model for his short movie. Davis then introduces Pia and Stuart to each other. Stuart offers them complementary pints of beer. Stuart, Pia, and Davis sit together and talk. Stuart is disappointed that Davis has brought Pia to a dying town. He and the pub, the last remaining one in the town, are barely surviving. It's a dead zone now. He has told his dad that if things don't pick up, they need to pack it in. Just then, Richard comes out of the back room. Davis goes to say hello, but Stuart stops him, saying it's pointless. He only comes down to refill his cup and that he's on his fifth for the day. They watch as Richard leaves again. Pia doesn't understand because the area is so beautiful. Stuart says it's because of Iain Adair. Davis tells Pia that Iain Adair lived nearby. He was quiet and not too bright. But it turned out he'd tortured and killed people. Stuart tells Davis to tell Pia about the \"end bit with your dad.\" Davis says the town used to get a lot of tourists. In 1997, a couple in their 20s, Simon and Dawn Challis, rented a cottage there for their honeymoon. Vacationing for a week, they even came into the pub a few times. They were supposed to leave at the end of the week, but when the cleaner came to get the cottage ready for the next booking, their car was still parked outside and all of their stuff was inside, but they were nowhere to be found. Kenneth got called in and started asking around, but couldn't find them. It became a big story and journalists swarmed to the town. Weeks later, there was still no sign of them. Then Princess Diana died and attentions moved on to that story. Until one night. Iain Adair was drinking at The Lochside Inn and got very drunk. He saw the missing persons poster on the wall and made comments about Dawn. Richard kicked Iain out and told him he was barred, but Iain didn't listen and threatened to come back and shoot the place up. Richard asked Kenneth to check on Iain and have a word with him to make sure that didn't happen. Kenneth went to Iain's place, but Iain didn't answer the door. Kenneth was walking back to his car when Iain opened a second-floor window and shot him in the shoulder with a shotgun. Kenneth crawled back to his car to call for backup, then he heard three more gunshots from inside the house. The backup arrived and found that Iain Adair had shot his mom and dad and then himself. The police searched the farm and in the cellar, they found a hidden bunker; inside was a torture room. He'd been abducting people and keeping them down there for weeks at a time torturing them, then burying the bodies in the fields, including Dawn and Simon Challis. The countryside can be dangerous, so when people sometimes went missing, no one ever put it together. He tortured and killed eight people total, plus did sexual things to them. That's why there aren't tourists anymore. Pia then realizes Kenneth wasn't killed, but recovered from his gunshot wound. Davis says he spent a few weeks in the hospital, but he contracted MRSA and ended up dying of the infection. As far as Janet's concerned, Iain Adair killed Kenneth too. Pia asks Davis if they can go see where it happened. Pia and Davis go the Adair house, where the windows are boarded up. She says it's perfect. She wants to go inside, but he says they can't. She thinks their film should be about that story instead. Davis reminds her that they're meeting the egg guy on Wednesday, but she isn't interested in him anymore. She only kind of liked in the first place, but she loves this story. Production companies will fund it. Pia can set up a meeting with Kate Cezar at Historik and thinks she'll go for it. Davis says people already know the story and doesn't think it's interesting, but Pia finds it irresistible. She promises it'll be a high-end piece, but Davis doesn't want to do it. Pia says very few people will watch the egg man documentary, but people would watch this story. If he doesn't want to make it, she'll make it on her own. Davis says Iain Adair shot his dad. He died there. It's not just content. Pia says they can weave that into the story. Kenneth has been forgotten in all of this. Pia thanks Janet for a lovely meal. She didn't eat all of it, but enjoyed what she did eat. Once Janet's out of the room, Pia repeats that they'd do the story justice. It would be professional. Stuart likes the idea. It'll bring the tourists back. He asks what that one Netflix show was called, about the man who killed women. He has to narrow it down for Pia to know it's The Waltonville Claw. He says that half of the show was footage of Waltonville; it looked like a brochure. Stuart's cousin booked a vacation there because of it. Stuart even offers them use of his drone for aerial shots. He has them wait while he goes to get something. Once he's gone, Davis agrees to do it. Stuart shows them his mother's curiosity box. She was obsessed with the case and has tapes and newspapers all related to it. Pia asks if his mother would mind if they borrowed it and Stuart says she's been dead for four years, so it's all theirs. Davis hooks up his mother's VCR. There's still a tape in it. It's an episode of Bergerac. They take that tape out and put in one of Stuart's mom's tapes. A reporter describes the case and the search for the Challises. Davis recognizes his dad as one of the cops in the background. Richard also comes on and talks about the case. Richard tells Stuart he should have asked before giving them the tapes. He doesn't think they should be making movies about that case. Davis practices using the drone. They get footage of the loch and start putting the film together, recording over the old Bergerac tapes and watching all of Stuart's mom's tapes. Stuart talks about the case while Pia films him. They're interrupted by yelling coming from upstairs. Richard has fallen on the stairs, but doesn't want their help. He tells them to stop digging around because the case is over; they're just dredging it all up for awards and praise. Pia is reviewing the footage from Stuart's interview when she notices that Davis seems off. She tries to check in with him, but they are interrupted by Janet coming in. She says if they're staying for a few more days, she could make a shepherd's pie. But she's not sure if Pia eats meat; Pia says she does. Janet recognizes Stuart on Pia's computer screen and asks what they're working on. Davis explains that they're making a documentary about Iain Adair. She asks if they'll explain what he did to Kenneth. Davis says that they will only if she wants them to, which she does. Everyone should know what happened to Kenneth. If Iain Adair were still alive, she would kill him herself with her bare hands. They were happy until he ruined everything for them. She offers to help them with anything they need. Janet sits down in front of the camera. Davis says he'll ask her questions and she just has to answer them as herself. She says that the last time she was in front of a camera, it was Kenneth's, but his setup wasn't this fancy. Later, Pia and Davis pitch their documentary to Kate Cezar. She likes it, but says they need to find a hook in order to get someone to buy it. Pia says that Davis's dad was one of the victims, which gives it a personal angle. Davis explains what happened to his father. Pia says their documentary gives him a voice. Kate says they can explore the personal angle and see what's there. But she wants them to get new material, something that hasn't been seen or explored before. Pia lies and says they have access to the Adair house, including the torture room. Stuart, Pia, and Davis put on white Tyvek jumpsuits as they prepare to enter the Adair house. Stuart asks why they're using the old camera and Davis explains that the police shot footage on tape back then. Pia also likes the atmosphere they get with old technology. Stuart pulls the boards off a window, making a lot of noise. Davis asks him to do it more quietly; Stuart mockingly says that he'll set the prybar on \"whisper mode.\" Once there's an opening, they all go inside. They have headlamps to light the way. Pia realizes the camera's not recording. When Davis investigates, he sees that the write-protect tab has been punched out. He gets a piece of tape to fill the hole and promises Pia his mom won't notice that they're taping over Bergerac. Stuart comes around a corner and scares them. He says he found the door to the torture room. Stuart leads the way into the bunker. He pulls out a bottle of lemon juice, which shows under black light. He squirts some lemon juice on a nearby surface to create the impression that Iain Adair ejaculated there. When they turn off their white lights and illuminate a UV flashlight, they find stains far beyond the one Stuart made, even on the ceiling. Stuart realizes they don't need the lemon juice to enhance the scene. They set up to work. On their way back, Pia says that was creepy, but Stuart found it relaxing. He says it could be a draw for tourists in itself to come spend the night in the dungeon. While driving on the single-lane road, they make up a song about being in the dungeon, to the tune of In the Navy. While they are laughing over that, Davis fails to notice a truck coming around a blind curve and they crash into it head-on. In the hospital, Davis apologizes to Pia for not looking where he was going. He has a brace on his neck. The doctor says he probably has a concussion, so he has to stay overnight for observation. Stuart talks to Richard, who was driving the truck they crashed into. Stuart's wrist is injured as well as Richard's leg. While Stuart talks, Richard stays silent and Stuart eventually gives up and goes to ask Janet for a ride home. She tells Davis to rest up, then she, Stuart, and Pia leave. Davis settles into bed with his phone to play a game. Back at home, Janet tells Pia she'll make the shepherd's pie. Pia says she has things to digitize, but Janet says she needs to eat. Pia looks around outside before entering the house. Janet is cooking in the kitchen while Pia reviews the tape from the dungeon. While Davis plays MarioKart on his phone, Richard leaves his hospital bed. He goes to Davis' bed. He sits down and tells Davis he has to stop his film. When Davis asks why. Richard says he doesn't have any proof, but he thinks he's always known. Davis asks what he knows. After today's video footage Pia ends, the previously-recorded Bergerac plays. When the Bergerac episode ends, another previous recording begins: Iain Adair. Pia watches as the camera pans over to Dawn and Simon, who are tied up in their underwear. The camera then pans to Kenneth. Kenneth tells Simon and Dawn that \"the mistress\" is going to have fun with them today. Kenneth calls Janet into the room. He turns on music as she comes in and puts on a distinctive red Mardi Gras-type mask. She has a drill in her hands. She obscures the camera as she runs the drill and Simon and Dawn start to scream. Pia slams the laptop shut as Janet comes in to tell her that the shepherd's pie is ready. Janet and Pia eat silently. Over Janet's shoulder, Pia startles, noticing the mask hanging on the wall. Janet says that Kenneth gave it to her. They always had such fun together. Pia excuses herself, saying she needs to use the bathroom. In the bathroom, Pia frantically tries to call Davis, but has no signal. Pia tries to sneak out of the bathroom, but Janet comes to her and asks if she's okay. Pia says she's just going to go for a walk to get some fresh air. Janet goes to the bedroom just as the tape auto-ejects from the VCR. She looks horrified when she sees the label on the tape. Pia walks down the lane trying to get a signal to call Davis. She sees headlights behind her and then Janet pulls up. Janet tries to get her into the car, saying she'll catch a cold, but Pia insists that she's fine. Janet gets more insistent, so Pia takes off running the other way. Janet pulls off the road and gets out of the car with a large flashlight. Pia hides as Janet looks around. Janet says she won't hurt her. Pia scrambles down an embankement and tries to cross a stream. She slips and falls and hits her head, then gets pulled under the water. Janet gets angrier, yelling explicatives. After a few moments, she calms down and gets back in her car. Janet returns to the house. In her bedroom, she retrieves a box out of a drawer under the bed. Inside are various Polaroid photographs of Kenneth and various victims, including the Challises. Janet laughs as she looks through them. Janet stacks the Bergerac tapes on the table next to the box. She writes a note and leaves it on the box. Janet gets a rope out of a drawer. She puts on her mask, then she climbs on a stool and hangs herself. Much later, Davis has his make-up done and gets a microphone attached to him. The interviewer asks him to talk about the film he was making. A promo plays for Davis's documentary, which has been produced by Streamberry. Richard talks about spending a night with Janet and Kenneth and getting pulled into adult stuff, like sex games. That night made him think that Iain Adair hadn't acted alone. Clive Myrie reports on the murders and another report says that Iain was acting under the guidance of Kenneth and Janet. And it was Kenneth, not Iain, who killed the Adairs. He shot himself to cover up his role in the crime. Janet then killed herself and left the tapes of the murders behind for Davis to find. Stuart calls for quiet in the full bar as he watches the broadcast. Kirsty Wark is introduced to present an award. She presents the BAFTA for best factual series to Loch Henry: Truth Will Out. Stuart and the other patrons cheer the win while Richard sits quietly in at a table by himself. Kate Cezar accepts the award and thanks Davis for allowing them to tell his story. Out-of-place, Davis poses for pictures with the rest of the award recipients. At the after-party, Kate Cezar points out an actress to Davis, criticizing her show. However, when the actress comes over, she tells her that she loves it. The actress praises Loch Henry in turn. Kate Cezar steps in an accepts the praise, telling the actress they're developing a drama based on it. She indicates that the actress might be good for the role of Pia. Back in his hotel room, Davis settles-in with a glass of champagne. He takes a phone call from Stuart, who congratulates him. Stuart tells him the bar has been packed for weeks. Davis hangs up on him. He pulls a note from his pocket. It's the one that his mother wrote: \"For your film. Mum.\" He starts to cry as he looks at the award.",
        "labels": [
            "serial murder",
            "appearances can be deceiving",
            "mother and son",
            "filmmaking",
            "boyfriend and girlfriend"
        ]
    },
    {
        "content": "As David Ross is drawing a portrait of his two children, his daughter Lily reaches up to scratch her nose. David tells her that if she has to do that, she should return to the same pose afterward. Lily questions why she even has to be there, because it's Ricky's birthday. David says Ricky is her brother. David's wife Jessica enters the room, and asks if they're ready to go. David tells the kids they can get up. Cliff Stanfield is trying to chop wood, but he's having some difficulty. He tells his son Henry that he's not used to his grip yet, and hits the wood again. Cliff brings the chopped wood into a room where his wife Lana is reading a book. He says that Henry was wondering how long it will be until dinner. Lana resignedly says that she can start on it now. David, Jessica, Lily, and Ricky watch Chitty Chitty Bang Bang in a movie theater. When David and Jessica lean toward each other and hold hands, Kyle and Sally notice and watch them. Outside the theater, a young couple (Kyle and Sally) stop David and his family as they're leaving. They recognize David, and say it's an honor to meet him. Kyle shakes David's hand, and is impressed by how \"real\" he is. Sally touches him as well, and is similarly impressed. She asks if he's sleeping \"up there\" right now. David starts to explain, but Jessica interrupts by clearing her throat. As they walk away, Jessica says she knows that people are excited, but they can also be rude. Cliff prays with his family as they sit down to eat, but Cliff's place setting is empty. David's family gets back home. Lily and Ricky race to the door. Jessica stops and ponders a van parked across the street with all of the windows blocked by curtains. David kisses Lily and Ricky good night and tells them he loves them. Jessica pours drinks while David puts on a record. David pulls Jessica into him and they dance. Cliff and Lana do dishes silently. Things grow more intimate between Jessica and David. As Jessica recovers from an orgasm, David's watch beeps. He apologizes and says he has to go. He kisses her forehead before leaving. Cliff is drying a cup when his watch beeps. He tells Lana he has to go. Cliff and David each sit in reclined dentist chair-like devices and appear to fall asleep. They each wake up in a contoured bed on a space station and stretch. David tells Cliff there was a minor impact, likely just debris, but there's a crack in the solar coating. They set out to repair it. Cliff takes of his jewelry and David helps him get into his space suit. David closes the door and Cliff goes outside the station. David watches as Cliff works to fix the damage. Afterward, back inside the station, David helps Cliff remove the space suit. David asks Cliff how his new home is. Cliff says they're still settling in, but it's good. It's way out of the city. Henry's a little quiet, but Cliff is sure he'll grow into it. David asks about Lana and Cliff says she's doing well. David is surprised because Lana seemed like a social butterfly when they met. Cliff says he thinks she likes it. David asks when their next physical is and Cliff says it's Friday. David says he'll see Cliff on Friday. They part ways. David and Cliff lie back in their space beds. They appear to fall asleep and wake back up in the chairs back on Earth. Cliff goes to his bedroom, where Lana is reading. She wants them to have a party for the local folks, so they can meet their neighbors; just something small. Cliff doesn't think so. Lana says it'll be good for Henry to meet some local kids. Cliff just says \"we'll see.\" He climbs into bed and lies down while Lana continues reading. David wakes to a clattering noise. He grabs a baseball bat and goes down to the living room, where he finds Kappa, Theta, Sigma, and Epsilon. He tells them to get out of his house. They ignore him and Sigma asks if he has a penis. David doesn't answer, but threatens them with the bat if they don't leave. Sigma throws a bottle, which breaks against the wall, so David starts swinging the bat, but can't hit them as they move around and taunt him. They pin him down and Kappa cuts off his arm, revealing an electronic core. Kappa says he's nothing natural. The arm continues to move as Kappa drops it. Sigma hands Kappa a hammer and Kappa sends Theta to get David's family. Kappa hits David in the head with the hammer. Instantly, David wakes up on the station. He immediately activates the system to go back. David wakes, hog-tied on the couch. He sees Jessica beg for her children's lives. Their attackers just want to find out who else is machine, but Jessica says it's just David; he's the only one. Jessica shows that she's bleeding real blood. Kappa believes that she's real and that her kids are real, but it doesn't matter because nothing that's happening with her full knowledge is right in nature; David is sleeping in the sky while his mechanical image is walking around on Earth. Jessica shares her bed with him; Kappa says none of it is right. \"Defying nature must have a cost.\" They have to kill her and her children while David watches. Kappa has Epsilon start the killing. Once they're dead, the cult members rub their blood on the floor. Then they pour gas on David and light him on fire. Cliff wakes up to the phone ringing. He gets up to answer it and learns what happened to David's family and his replica body. Cliff wakes up on the station. He gets up and searches for David. He finds him, crying, in a room full of plants. David asks to be left alone. Cliff expresses his condolences, but David just yells at him to get out. Lana reads a newspaper article about David's family being murdered and that the gang turned-themselves in to be arrested; \"They're some kind of hippie cult.\" Cliff comes in and tells her that David told him to get out. He spoke to Ground Control and they told him to leave David alone, as he'll be in shock. The Board says they can have protection if they feel like they need it, but they're a long way from California. Lana keeps thinking about Jessica and the kids. She can't even imagine. Cliff says they even destroyed his replica by setting it on fire. While Cliff is down on Earth, David is alone in space. They have four years left of their six-year mission. Lana asks if they can make him another replica suit, but it's not possible. Even if they could, David doesn't have anything left on Earth. On the station, David and Cliff work out and perform their routine maintenance tasks. On Earth, Cliff reads in the paper that David's family's funeral is that day alongside an article in which Kappa claims they were protecting the natural order. In the space station, David watches a grainy video feed of his family's funeral as a pastor reads Psalm 23. Later, he eats his unappetizing rations alone and sits around the station. Cliff teaches Henry to make a spear. He then shows Henry how to spear fish in a stream. Once Cliff has gotten one, it's Henry's turn, but Cliff gets called back for an airlock issue. On the station, Cliff finds David in the airlock. After David won't respond to Cliff's pounding and yelling, Cliff opens the door. A nearly-catatonic David claims he's okay and that he's just checking things. Lana asks if he thinks David was preparing to throw himself out. Cliff isn't sure, but if David were to do something like that, Cliff would still be up there. The ship relies on a two-man crew. If something goes wrong, they would both be dead. They have to come up with some solution. David is lost and Cliff needs to reach him, but doesn't know how. Lana suggests letting David use his link, just for long enough that David can take a walk in the woods and feel the breeze on his face. Cliff worries that it'll be strange for her and Henry. She says Henry doesn't need to know. Cliff's not sure that David would even want that. She suggests that he offer. Cliff starts routine checks on the station. David slowly helps him. As they work, Cliff offers David use of his replica to visit Earth for a while. David says he thinks he'd like that. Lana asks how she should speak to David. Cliff says David used to be talkative, but he's not easy to read anymore. He suggests just letting him take in the air. Cliff goes to the link to allow David to use it. Cliff asks if David is ready. David lies down in Cliff's bed and Cliff puts in his card, allowing David to go to sleep and wake up on Earth. David wakes up in Cliff's replica. He touches his face and then gets up to walk around. Outside, Lana greets him. He stumbles as he goes down the stairs and Lana says Cliff said it might take some getting used to. She asks if he'd liked to see the forest. He says yes. Lana and David walk through the trees. David touches the leaves as they walk past. Lana takes him to her favorite spot and they sit down together. David forgot what if feels like to be on Earth. He picks up a caterpillar and lets it crawl on his hand. He starts to cry as he puts it back down and Lana comforts him. As they walk back to the house, David frames it with his fingers. He says it's quite the home. Henry watches them through the window. On the station, Cliff kills time until David gets back. David thanks him and tells him his home is beautiful. It's time for Cliff to go, so David says he'll see him on Friday. Cliff lies down and goes to Earth. David takes a sketchpad and starts drawing. Lana is surprised when Cliff appears. Cliff thinks it worked because David seems lighter now. He asks how it was. Lana says David cried, which surprises Cliff. When asked how she responded, she says she didn't do much because she didn't know what to say. David and Cliff go through their tasks on the station. David asks to show Cliff something. Cliff is impressed with a pencil drawing of his earth house, in great detail, from memory. He says when something's vivid, he just sees it. Cliff says if he had that picture on Earth, he'd hang it on the wall. David offers to go back down to Earth and paint another one, but with oil paints, as a thank you gift. He's not sure Cliff would want to do that, but drawing helps and he'd love to be able to paint again. Cliff asks how long it would take. David says it would take a while. He backs up. He understands that it's not fair to ask. Cliff asks for time to think it over. Cliff tells Lana it would be just an hour, once a week, while he's doing his physical. David can set his things up in the barn. He'll get them a list of things he'll need. He's clearly been thinking about it. He asks Lana what she thinks. Cliff sends David back to Earth. Lana asks if David has everything he needs. She thinks she got the whole list. He says it looks like it and thanks her. He asks her about the book she's reading. She thinks it's fine, but it's a bit trashy. He offers to recommend some other books to her. As she leaves, David puts on a music album and starts painting. On the station, Cliff does his physical. When David returns, he and Cliff shake hands and trade places. Henry politely asks to be excused from the table. He goes outside. As David continues his painting, Lana watches him work. Cliff exercises on the station. David asks Lana if she's done much painting and she says not since kindergarten. He offers her the brush. She's worried about making a mess, but he says if she does, he'll just paint over it. He guides her through it. She leaves when Henry calls for her. David trades places with Cliff again and he comments that David's painting looks good. David draws Lana. While painting, David stops and wipes his hands. David asks Lana if she has any linseed oil because he's run out. Lana checks, but can't find anything. He asks if there's a hardware store in town and if Cliff will mind that they borrowed his car. David and Lana drive to the hardware store. Initially David is waiting in the car, but gets out. When Lana returns to the car with the linseed oil, he asks if she wants to come so he can check out the bookstore. They go to the bookstore together. David finds a book and tells Lana he thinks she'll like it. While they buy it, the bookshop clerk asks if he's Cliff Stanfield. He says he is. She's impressed by his replica. She heard they moved in to the old Watson place and asks how they like it. It's a great place for a family. She was sorry to hear what happened to David and asks how he's doing. David says he's holding up. Lana says they need to get going and the clerk says it was nice to meet him. Back in the car, Lana comforts David. Cliff waits for David to return. When he finally wakes up, David thanks him again and Cliff takes his place. David continues drawing Lana. Lana is reading her new book. She pauses and runs her finger down the spine. Lana reads while David paints nearby. He asks her to take a look. She's flattered that he added her to the painting, standing on the porch. David puts on a record and pulls Lana in for a dance. He pulls her in close and presses his face to her neck. Then he runs his hands down her body like he did with Jessica. After a moment, she breaks away and leaves. Henry watches as David calls out to Lana. David finds Lana in the kitchen and tells her it's okay. She thinks she's given him the wrong idea. David promises that Cliff won't know. Lana brushes him off, even as he insists that she wants it. She yells at him for manipulating her. She reminds him that this isn't her home and he isn't her husband. He's a guest. He says that she wants it, but she says he doesn't know her. David leaves. In the barn, someone has streaked paint across the canvas. David turns and sees Henry with paint on his hand. Lana hears Henry run through the house and calls to him. David works to fix the painting. Lana comes to the barn and tells him he should go. David comes back and Cliff asks if everything's okay. David curtly says it's fine. Lana tells Cliff that David hit Henry for ruining the painting. They argue over it because Henry thinks the person who hit him was his dad. Cliff says he's knocked Henry on the side of the head a hundred times. Henry can be a terror. He needs someone to keep him in line. Cliff says David wants to finish the painting. He wants to let David finish the painting. It'll be two more visits tops. Then he'll come up with some excuse. Cliff exercises on the station. David tries to talk to Lana, but she just tells him his things are set up in the barn and she's taking Henry to the pool. David goes out to the barn. Cliff goes to do his physical, but the equipment doesn't work. David works on fixing the painting. As Cliff wanders around the station, he goes into David's space and finds drawings of his family on the walls. Then he looks through a pile of drawings and finds several of Lana, including some of her nude. David has fixed the painting. His watch beeps. David says he got an alert and asks Cliff what's up. Cliff holds up the drawings and asks David to explain. David says it's just a drawing, like a fantasy. Cliff pushes David against the wall and says Lana's his wife. David tries to defend himself, but Cliff punches him. David says he has nothing. Cliff has no idea what it's like to be him. Everything he had is gone, destroyed. Cliff has it all and he doesn't even care. Cliff says \"I care plenty.\" David says Lana is lonely. She's all alone and unappreciated. Cliff tells him to shut up and pushes him back up against the wall. David says he doesn't know what he has, but Cliff says he does. Henry asks Lana how much longer they have to sit in the car. Lana says until his father's home. She starts the car and drives away. They get home and Cliff sends Henry inside. In the barn, Cliff destroys the painting. He confronts Lana and demands that she tell him what's going on between her and David. She says nothing and denies posing for him. He still thinks something happened because David drew her naked; he draws from memory. Lana says he's seen nothing. Cliff continues asking, but Lana swears on her life and Henry's life that nothing happened. Cliff knows that David wanted it and Lana says yes. Cliff is outraged that she still let him come. She says that Cliff knew she didn't want him there, but Cliff says she never said that. She told him that David hit their son and Cliff didn't listen. Cliff says that David said he doesn't touch Lana. He wants to know how David knew that. Lana says she would never say that to anyone. She doesn't know how David knew that, but admits to Cliff that she's lonely all the time, even when he's home. They came there for him. He brought them there for himself and now they all just walk from room to room. Cliff's just a shadow, but she's here and she's real. David didn't touch her, but she wished he did. For a moment, it felt like her husband was back and saw that she was real. She wants that and she wishes he did, too. Cliff hugs Lana and apologizes to her. Cliff and David exercise. David offers his hand to shake Cliff's, but Cliff doesn't take it. David wants to apologize because he overstepped his mark, but he promises nothing happened with Lana. Cliff knows that and knows Lana wasn't interested. David knows Cliff doesn't want him using his link anymore, but he wants to apologize to Lana in person. At the very least, he wants to say goodbye. Cliff says that's not going to happen. Lana says his visits offend her. He offends her. The thought of him returning makes her want to vomit. He's the worst kind of con man and she doesn't want him anywhere near her. She's Cliff's for all time. David won't speak to her or see her ever again. David shaves off his beard, which has grown since his family died. Cliff is with his family. At the station, David watches Cliff's sleeping form. Cliff gets called back to the station for an emergency. David tells Cliff that the coolant tubing took a hit a few minutes ago and now it's leaking. David helps Cliff get ready to go fix the tubing. Then he closes the airlock door and Cliff exits the module. When Cliff gets to the location, he finds no leak or damage. He asks if David's sure it was coolant four, but gets no response. He goes back to the airlock, but the outer door is shut and David doesn't answer as he calls for help. Finally, the door opens again and Cliff enters the station. David helps him get his suit off and Cliff asks where he was. David says he was in the bathroom. Cliff is astonished that he would take a bathroom break while he was outside and says that coolant four was fine. Cliff concludes that the system is sending out false reports and they need to report it because that's not acceptable. As Cliff takes back his personal items, he notices his tag is missing. David pulls it out of his pocket and hands it to Cliff. Cliff asks David what he did. Cliff races to his bunk. He sends himself back to Earth. Cliff wakes up to find his replica's hands covered in blood. He calls out for Lana as he walks through the house, where blood is streaked on the walls. He breaks down crying when he finds blood pooled on the floor. David sits at a table in the station. Cliff comes in and David offers him a seat. They're both crying.",
        "labels": [
            "Mind transfer technology",
            "android clone of a person",
            "coping with the death of one's entire family",
            "falling out of friendship",
            "husband and wife",
            "infatuation",
            "loneliness",
            "love triangle",
            "misery loves company",
            "murder",
            "romantic jealousy",
            "space travel",
            "speculative robotics",
            "speculative spaceship",
            "the desire for vengeance"
        ]
    },
    {
        "content": "Bo sits in a motel parking lot listening to a radio report on Tom Cruise and Katie Holmes' baby. She calls JP and says she's been sitting in the parking lot for two hours and her attempted subject hasn't appeared. She asks if he's sure about who he saw and he reminds her that he's never let her down. She sits up as she sees two men exit one of the rooms. She grabs her camera and starts taking pictures. Then she puts the memory card into her laptop and starts looking at the pictures she just took. Justin Camley knocks on her window and asks to speak with her. She ignores him as she hastily puts her laptop away. He offers to pay her $500 for the pictures. She starts her car and drives away as he begs her not to do this, saying \"You're killing me!\" Nick looks through the pictures Bo took and makes up a proposed headline about Justin meeting up with a secret male lover. He offers Bo $250 each for the pictures. She counters with $300, telling Nick that Justin himself offered her $500 for them. He agrees to $300 each and pays her. Bo is cooking with headphones in when Nathan starts her by tapping her shoulder. She shows off the new iPod Shuffle she bought herself to celebrate getting paid. Nathan tells her he has delicate sinuses and the food she's cooking is irritating him. She tells him she'll open a window. At a coffee shop, Bo spots someone reading a magazine with Mazey Day on the cover. After ordering, she sees a breaking news report that Justin Camley has died by suicide following his relationship with another man being made public. Outside a club, Hector tells Bo that the situation is sad, but it's not her fault. She was just doing her job. Whitty has no sympathy for Justin because he wasn't forced to become an actor. He wanted his face out there, so he can't be sad when he gets exposed. Duke echoes that, saying that they shouldn't enter the game if they can't handle the consequences. Plus, a lot of them actually want paparazzi to take their pictures. Duke gets a tip from a limo driver that Sydney Alberti is in the back of his limo. As the limo pulls up, all the paparazzi rush to take pictures, including shots attempting to get a view up her skirt, and shout questions at Sydney as she gets out. Bo stands back from the crowd, watching as Sydney walks through a mob of paparazzi. Whitty calls Sydney names, which gets her to turn around to yell at him. She pushes on his chest and he says that's assault. He tells her she'll hear from his lawyer if she touches him again. Once Sydney's gone, they start to compare the pictures they took. Bo walks away alone. Czech Republic. Mazey Day films a scene for a movie. The director calls cut and the 1st Assistant Director says that's a wrap for day two, telling everyone to take their sides for tomorrow if they don't already have them. Misty takes part of Mazey's costume and gives her a jacket, which she says has a treat from Stephan in the pocket. At home, Mazey practices her accent for the next day. She pauses and reaches into the jacket pocket to find a bag of psychotropic mushrooms. She eats one and leans back. Mazey dances with her wine glass. She drops the glass and breaks it, then starts picking up the pieces, cutting her finger. When she sees that she's out of cigarettes, she grabs her car keys. As she drives on a dark, rainy, night, Mazey fixates on her fingertip, which is bleeding from where she cut it on the glass. She suddenly hears a loud thud and stops her car. She looks in her rearview mirror and sees a lump in the road. She gets out of her car. Back at home, Mazey quickly cleans up the glass mess. A car honks outside, so she grabs her jacket and leaves. On the way to set, Mazey picks at the bandage on her finger. They come to a police blockade. The driver talks to the police in Czech, then tells Mazey the road is closed, so he'll have to go around. When she asks what was said, the driver tells her that they found a man dead in the road. They think it's a hit-and-run. In her set trailer, Mazey tries to take deep breaths when someone calls out to her that hair and makeup are ready for her. She grabs a bottle of diazepam. In her kitchen, Bo listens to an entertainment news show that reports that it's been two days since Mazey left the set of the third installment of the EverWish Saga. Nathan comes in. He has cue cards in his hands, because he's not good at confrontation. He flips nervously through the cards, telling Bo that her share of the rent is late and he's noticed groceries disappearing from the refrigerator shelf marked with his name. He values their friendship, but he doesn't feel it's appropriate for him to support her. She interrupts him to say that she'll get the money. He reads \"Thank you.\" from the last card and leaves. Bo is working at a coffee shop when Hector comes in. He asks if she has a minute. Outside, Bo tells Hector she's out of the paparazzi game. He says he's not trying to tempt her back in, but he needs her help with something. He tells her about Mazey's unusual behavior and then sudden disappearance. Nick is offering $30,000 for the first picture of her, $40,000 if you catch her looking like a junkie. Hector has no leads and asks if Bo still keeps in touch with her snitch. She says she took his number off her phone. Hector asks her to reach out if she happens to find where she wrote it down. At home, Bo nervously calls JP and asks if he's heard anything about Mazey Day. He's surprised because he thought she got out of the game, but she says that she really needs this payday. JP says that he only knows what everyone else knows, that she's not at home. She asks him to let her know if that changes. Luisa, a housekeeper, gives delivery food to Mazey Day. Mazey says she has some money in her purse, but Luisa says that \"Mr. G\" left money to cover everything for as long as she's a guest. As Luisa pays Ji-Hoon, who is standing on the porch, for the delivery, Ji-Hoon and Mazey lock eyes for a moment. Bo connects to the internet. She looks through old pictures of Mazey and starts making calls to see if she can find her. She only finds dead ends. She looks at an old magazine article that claims Mazey eats the hand-cut noodles from a restaurant called Master Tai's at least once a week. At Master Tai's, Bo sees that they have the article hanging on the wall and asks about it. Overhearing Bo asking about Mazey, Ji-Hoon says that she still orders every week and that she saw her yesterday. She's staying at some producer's house. Bo stakes out the house where Mazey is supposed to be staying. She sees a light turn off in an upstairs window. Mazey lies awake in bed. She relives the night of the accident. Bo sleeps in her car as Luisa enters the house. When Luisa arrives, she looks around the house and calls out to Mazey. The living room has been destroyed. Bo wakes up just in time to see a black SUV hurriedly enter the gated driveway. She takes pictures as the SUV drives onto the property. Dmitri Babich tells Mazey that the first step is realizing she's become powerless. She must be humble in the face of it. He's arranged a private place out of town for her to go for a few days. She needs to be isolated away from everyone and everything. She asks if he can get her better. He says they'll focus on getting her through one night at a time. Bo takes pictures of the SUV as it departs and says to herself that it better be Mazey; she starts following them. After a long drive into the mountains, she starts to wonder where they're going. The SUV pulls into Emerald Pines Diner and Bo parks elsewhere in the lot. She watches through her mirror as the back side window rolls down. By the time she gets her camera ready, the window is already closed. The driver gets out, opens the liftgate, then comes over to Bo's car and punctures all four of her tires with a screwdriver. She gives him the finger as he walks back to the SUV and drives off. Bo enters the diner and sits down, dejected. Terry offers her some coffee, which she accepts. She asks if he knows anyone with a tow truck nearby. He says Mitch, but Mitch is gone for the day, meaning drunk, so she asks about a motel instead. The only place nearby is Cedarwood Retreat, but that's more of a rehab for rich people. That piques Bo's interest. She has no chance of getting a bed there, Terry says. His uncle Kyle is a masseuse there and someone rented-out the entire place for the weekend. Even the staff was sent home. He doesn't know who the person is. In her car, Bo pulls out her Thomas Guide map book and finds Cedarwood Retreat on a map. She pulls out her phone to make a call. Back in the diner, Bo enjoys her slice of pecan pie and compliments the cook. When she sees Hector arrive on his motorcycle, she races outside and tells him they need to go. He asks if she knows where they're going, but she asks him to trust her. Terry watches Bo and Hector leave. Bo spots a sign for Cedarwood. Soon, they're at a tall gate. Bo approaches the gate while Hector tries to use the keypad to open it, with no success. The fence is too high to go over. When Hector asks, Bo says that she's 85% sure Mazey Day is in there, maybe 80%. They hear a car coming and rush to hide Hector's motorcycle until they recognize Whitty's car. As Whitty and Duke get out, Hector realizes they must have put a tracker on his motorcycle. Whitty doesn't deny it, telling him that it's under the gas tank. Hector pulls it off, throws it at Whitty and yells at him, but Duke reminds him that he's placed trackers on limousines himself. Hector claims what he's doing is legitimate journalism. They realize he's out there for Mazey Day and set off to find a way in. Whitty takes the privacy screen as proof that what's inside is worth seeing. They dig at the bottom of the fence where there's a gap and Duke slides underneath, followed by Whitty. After a moment, Bo and Hector follow. Back at the diner, Sheriff's Deputy Clay Ritman comes in and orders. Bo, Hector, Whitty, and Duke look around the property. They hear something. On a balcony high above them, a door opens and the man who slashed Bo's tires exits. Dr. Babich comes out behind him. Whitty recognizes him. They speculate on what drugs Mazey is using to need his services. Bo knows Mazey must have been desperate to call him in, because he's not even a real doctor. Once the driver and Dr. Babich have left, they approach the building. Mazey lies awake, sweating and reliving the night of the accident. Hector, Whitty, and Duke snap photos through a wall-mounted ventilation fan. When they look at the photos, Bo thinks that she sees a chain around her neck. They think Dr. Babich chained her up so she could go cold turkey but Bo says that's illegal and tries to get inside. She uses a rock to break the lock. Inside, Hector, Whitty, and Duke rush to take more pictures as Mazey shivers in bed. Bo checks on her and realizes she has a fever. Mazey gets flashes of the accident and tells them all to leave. Bo tries to get them to stop taking pictures; the strobing lights from their camera flashes are disorienting. Mazey's chain is anchored to the floor. As Bo works to break the lock, Mazey says they told her she had to be alone. Hector notices two goats in the room and takes photos of that too. Bo releases Mazey's chain as Mazey tells them to get away from her. Mazey crouches on the bed, but they continue to photograph her as she tells them to run away. She looks up to see a full moon through the skylight; they all follow her gaze. Mazey remembers leaving her car after the accident and getting bit by a wolf. Mazey writhes in bed and tries again to get them to go. They watch as she starts to transform into a wolf. Hector pulls Bo out of the room before the transformation is complete. Duke and Whitty stay to take more pictures, but Mazey lunges as them. Outside, Bo and Hector hear screaming. Mazey bites Whitty as Duke runs out. Duke gets stuck as they try to go back under the fence. Bo and Hector try to pull him through, but they hear Mazey on the other side. Duke gives Hector his camera, saying his shots are worth $1 million each. As Hector gets the camera, Duke is pulled back to the other side. Bo and Hector hop on the motorcycle and leave, but collide with an approaching car. They take off on foot as the driver of the car gets attacked. Mazey chases them as they run through the woods. Clay finishes his meal and compliments the cook. Terry gets distracted he sees Bo and Hector run by the windows. They come inside and lock the door, then try to barricade it with furniture. Terry asks them what happened and Clay tries to get Bo to calm down as she frantically begs him to call for help. Hector sees Mazey run by outside as Clay grabs a distracted Bo and handcuffs her. Suddenly, they hear Jesse yell from the kitchen. Everyone reacts in horror when Mazey comes out from the kitchen. As she mauls Hector, Clay starts shooting at her. She then mauls Clay, who fires his gun and hits Terry. His gun slides near Bo, who is hiding under a table, and she grabs it. As Mazey jumps toward her, she fires the gun, subduing Mazey. Bo checks on Hector, who is dying. He hands her his camera and dies. Mazey, laying on her side, asks Bo to \"shoot me.\" Bo sees that Mazey is human again and bleeding. She asks Mazey to kill her. Bo holds up the gun, then puts it in Mazey's hand. As Mazey presses the gun against her own head, Bo holds up Hector's camera to take pictures. From outside the diner, there's a flash of light as Mazey fires the gun.",
        "labels": [
            "compromising one's ethical principles for personal advantage",
            "werewolf",
            "compromising one's ethical principles vs. great need",
            "friendship",
            "human vs. Monster",
            "invasion of privacy",
            "overcoming an addiction"
        ]
    },
    {
        "content": "At 7:30 AM, Nida Huq wakes to her alarm. She gets up, opens the curtains, brushes her teeth, and packs her lunch. She does her hair and make-up, then leaves for work. She gets to work and puts on her smock for the day. Then she unlocks the front door to let customers in. She works in footwear, helping people find shoes. Nida eats her lunch alone in the back room. Vicky comes in and says she has a customer, but Nida reminds her she's on her lunch. Vicky makes a disparaging comment about Nida's lunch smelling and says her lunch starts in five minutes, so if she starts with a customer, it'll cut into her break. Nida closes her lunch and clocks back in. She peeks through the curtain and sees Keith Holligan. She tells Vicky he murdered his wife. Vicky says it was manslaughter and the judge said she drove him to it. She tells Nida to go do her job. Nida measures Keith's foot. He says he thinks he'll need an 11. He says \"I'm large for my height.\" Nida boxes up Keith's shoes and rings up his purchase. He asks about a discount because he's strapped until the end of the month, but she says they can't do it. She offers to put them aside for him. As she writes down his information, he says he wouldn't mind if she wrote down her number for him. She fantasizes grabbing him by the neck and strangling him. In reality, she hands him his ticket and he leaves. Vicky walks up to her and says she thinks Keith is into Nida's \"sort.\" At the end of the day, Nida locks up the store. Outside, she watches as Michael Smart talks about the failings of the current government. She overhears a husband and wife talking about him. The husband thinks he's young, but the wife says he's good. Michael talks about the ways in which the government has specifically failed Ripley, citing litter and crime. He looks at Nida and pauses for a moment. As he continues, Nida goes back inside the shop. Nida gets fish and chips and then walks back to her place. Two men lean against the nearby wall as she unlocks her gate. Nida reads and eats while watching a news report about the National Front, a far-right group. She changes the channel to one talking about music. She watches a Boney M music video. She's particularly entranced by Bobby Farrell. The next morning, as Nida leaves for work, when locking the gate, she sees \"NF\" sprayed on it with white paint. At work, she opens the front door, which has a poster for Michael Smart taped to it. Nida puts shoes on a mannequin then looks up longingly at the outfit the mannequin is wearing. Vicky tells her she's dreaming if she thinks she can put it off. She tells Nida that Mr. Duncan wants a word. Mr. Duncan says he's learned that Nida has been eating her lunch in the stockroom. Everyone does it, so they don't mind, but what she's eating is an issue. \"Normal\" food doesn't tend to linger afterward and hers does. It's not fair to her co-workers and it could get into the shoe leather. He suggests bringing a sandwich instead. She agrees to bring sandwiches instead. He's sure Vicky will appreciate that. Nida says she brought a biryani in for the day. He proposes her eating it in the basement. Mr. Possett himself worked down there in the early days. He hands her the key. Nida walks over to Vicky, who is reading a \"Vote National Front\" pamphlet. Nida fantasizes about grabbing her and banging her head on the counter until the glass breaks. In reality, she tells Vicky she's taking her lunch break. Nida goes to the basement and raises the cover on an old roll-top desk. As she eats, she glances at an old newspaper article about the opening of the department store, then one about a publican dying, one about a workman crushed by a collapsing wall, one about a woman who disappeared mysteriously, and finally, one celebrating a successful \"May Day.\" She puts her lunch back in her bag and gets up, but stops when she sees a small drawer on the desk. She pulls the handle and cuts her finger on it. From within the drawer, she pulls out an old wooden rectangle with a red-painted squared-off \"Y\" symbol carved into one face, which she puts in her bag before leaving. That evening, Nida is watching Boney M singing Rasputin on television when she suddenly gets up and pulls the talisman from her bag. She is startled by a man's voice saying \"Hello\" so she drops it onto the table. She picks it back up and hears Gaap, a demon, introduce himself. He tells her she's anointed the talisman with her blood, so they're bound together. Nida throws it and backs away, but can hear him telling her to pick it up. She picks it back up and he explains that she has to carry out three human sacrifices over the next three days to prevent the world from ending. If she wants his help, she has to allow him entry. She just has to say yes. He badgers her until she says \"Yes.\" The talisman symbol changes to have three prongs instead of two, like a pitchfork. She drops it. She turns and sees Gaap, a horned creature who scares her. When he sees how scared she is, he changes his appearance to look like Bobby Farrell, the lead of Boney M, because he learned from her soul that it's a look she finds appealing. He looks at himself in the television, then tells her she just needs to get over the shock and talk to him. She thinks she's dreaming, but he tells her she isn't. They have to deliver three human sacrifices by May Day or else the world will end. He shows her what will happen if she doesn't succeed. She's suddenly surrounded by fire with no escape. Gaap puts it back. Nida leaves her apartment to get away from Gaap, who is still trying to explain what she needs to do, but he follows her, explaining that it has to be humans and she has to do one per day. He says she should just get the first one under her belt right away. She tells him she won't be killing anyone. He tells her she just has to take the brick in her hand and hit someone. She looks down to see the brick. She tries again to refuse. Tim Simons overhears Nida talking, but can't see Gaap and asks if she's okay. Gaap says Tim will be perfect. There are no witnesses. Nida asks Tim to make Gaap stop, not realizing he can't see Gaap. Tim offers to go call a doctor when Nida says she needs one. Gaap tells Nida that he can see into Tim's soul and he deserves to die. He has an eight year old daughter named Laura and he molests her. He shows Nida what Laura experiences every night. He also tells her that Laura will kill herself when she's 28 because of the pain and shame. Tim suggests that Nida should put the brick down, but she swings it and hits him with it. He falls into the nearby river. Nida goes back home and vomits. Gaap says it'll take some getting used to, but she only has two more to do. He shows her the talisman, which has one fewer line than before. She has a whole day to pick her next target. Suzie goes to Len Fisher's office and tells him about Tim being missing. Len doesn't think anything of it as it's been less than a day. Suzie says Tim's wife said the dog came home without him. Len and Suzie talk to Jean Simons, who is looking for a picture of her husband. It's difficult because they stopped taking pictures of each other in favor of taking pictures of Laura. She finally finds one of him with Laura on his lap. Jean knows something has happened because Tim doesn't stay out. Len takes the picture out of its slip as Laura comes into the room. Laura just glares at them when Jean explains that they're there to help find her dad. Gaap looks at Nida, who is slumped on the couch and asks how long she's going to sit there. She's late for work and she has to keep going or people will get suspicious. She keeps feeling the crack of Tim's skull. She did that, but blames Gaap for it. She thinks she's crazy, like they said her mother was. Gaap tells her she's not crazy. She asks why this is happening. He admits that it's his first assignment, a sort of initiation. She tells him she's not a bad person and he says he knows. It wouldn't work if she were a bad person, so this actually reflects well on her. Nida calls the police to come arrest her. He says if she does that, she won't be able to do the other sacrifices, so the world will end. She knows he doesn't want the blood on her hands, but these three deaths will save billions. The call connects, but Nida hangs up without saying anything. She asks him what to do. He says to act normal, including going to work, and while she's at work, they'll decide who she'll kill next. Nida goes into the back room. Vicky says she was supposed to be in at 9:00. Nida says she threw up, so she thought she might be ill. Vicky tells Nida to stay away so as not to share her germs and tells her she looks awful. Gaap suggests that Vicky would make a good target. He tells Nida that Vicky steals from the cash register. Nida fits a sweet gran for shoes. Gaap says he loves to do an old one. And this one can't stop thinking about the end of her life, so Nida would be doing her a favor. Nida rejects his claim. Suzie pokes her head into the men's restroom to find Len who is reading the paper. Suzie says they found Tim's body. At the river, Suzie and Len examine Tim's remains and realize someone hit him on the head. Nida watches as Vicky flirts with Rod. She laughs when Gaap feigns gagging over them. Gaap proposes Rod as her next target. He'll lose his hair at 32 and spends the next 29 years taking it out on his wife. He shows her a flash of Rod beating his wife. Nida asks Gaap to stop showing her things. He tells her that Vicky won't be his wife. In fact, Vicky never marries. Gaap reminds Nida that she has to get the next one in by midnight and it's already 5:30. Nida is watching a show when Gaap asks if she wants the apocalypse to happen. He changes the channel to show politicians talking about nuclear weapons. He says that's where they're heading and she's the only person who can stop it. Nida searches her drawers for a weapon until she finds a large kitchen knife. Although suitable, he says that she's not a slasher and he has her put it back. When she produces a hammer instead, he says she's a smasher. He says it'll be easier for her this time. She also needs some alcohol, but she has none because she doesn't drink. Nida enters a pub. When someone in the bar stares at her, Gaap suggests her as the next target. Nida orders a triple scotch from Bob. Gaap cautions her to take it slow because she still has work to do, but she ignores him and tells the Bob she'll take two of them with ice when he says people generally take it that way. Nida cautiously sips her drink while Gaap points out potential targets. A man who burglarizes the elderly. Nida says no. A woman who saw her sister drown when she was 12 and let it happen instead of pulling her out. Nida points out that he could be making this all up. Julie the barmaid sees Nida talking to herself. Gaap points to Keith Holligan, who killed his wife when he thought she was cheating on him. Nida knows the case. She makes eye contact with Keith, who licks his lips as he looks at her. Nida finishes her drink and Gaap realizes he's the one. She looks back to see Keith is gone, so she runs out to find him. Nida follows Keith to the back of the building, where Keith urinates. Gaap says it's the perfect location, with no witnesses. Keith sees her and asks if she followed him. He's read about girls like her. He invites her back to his place. Nida enters Keith's place, which is messy. He asks if she wants to do it in the living room. When she scowls at the couch, he says the bedroom might be better. Nida follows him up to his room. He rushes to clear things away. He puts in a cassette to start some music. Keith starts to undress. He tells Nida to get comfortable while he has a wash down there. Gaap says she only has six minutes left. When Keith comes back, Nida is holding the hammer up. He realizes she's going to hit him with it. He sits down, resigned to his fate. He knew it would happen at some point. It's what he deserves. He honestly loved his wife, or he thinks he did. He takes off his glasses. As he starts to say he wasn't a bad husband, Nida hits him repeatedly with the hammer. Gaap says she did it with four minutes to spare. Gaap has her pick up her bag and the hammer. She moves toward the stairs, but hears the door open. Keith's brother, Chris, is home. She watches him take care of his things. Gaap tells her to get out before Chris sees her. Nida tries to be quiet as she goes downstairs, but she makes a noise and Chris turns to face her, asking who she is. She tries to turn and leave, but Gaap says there can't be witnesses, so Chris has to go. Chris throws things at her and orders her to get out, but she approaches him. He grabs a knife and tells her to just get out. There's a struggle and she finally gets him pinned down in the hall. He manages to get up and grab the hammer, but she grabs his knife and stabs him with it. She apologizes to him as he crawls away from her. She pulls the knife out and he dies. Nida and Gaap leave as the clock chimes midnight. Back at Nida's, Gaap tells Nida that Chris was an ordinary person. It's not what Nida wants to hear, but it's done. But she got two in one night, so she's done. He shows her the talisman, but only one line is gone, leaving one remaining. He uses Nida's phone to make a call. Once he's off the phone, he tells Nida that Keith didn't count because he was a killer himself. He had her choose bad people because it was easier for her, but that's not strictly how it's meant to go. Tim counted because he never killed anyone, because his daughter's suicide hasn't happened yet. In that sense, they're lucky that Chris showed up before midnight or she wouldn't have made the deadline. Nida is angry with Gaap. She yells that he just has to watch, and doesn't have to do anything. He says if he fails his initiation, he'll be cast out into a boundless, cosmic void, doomed to spend eternity in nothingness. She says that sounds like her life. He tells her he's scared. She says they have one more. She doesn't want to do someone innocent, but he says they only have to avoid murderers. She realizes she's a murderer now. She never wished harm on anyone in her whole life. Gaap says she couldn't have summoned him if that were true. She had to be corruptible, not beyond corruption. There's no shame in it. He asks who angered her. Nida watches Vicky from the back room. Gaap says she should lure Vicky down to the basement, hit her on the stairwell, and tell everyone she lost her step and fell. Vicky finds Nida and tells her she can help a kid find black shoes for her dad's funeral. Vicky would do it herself, but the kid gives her the willies. Nida realizes the kid is Laura Simons. As Nida fits shoes on Laura, Gaap tells her Laura's not in mourning. She's sad her dad is dead, but glad he's not molesting her anymore. Nida spared her five years of it. She'll need a lifetime of therapy, but she'll have a lifetime. She'll become a mother at 29 and a grandmother at 57. Nida tells Laura the shoe is a good fit. Mr Duncan brings Michael Smart to footwear. He tells Nida and Vicky that Michael will be their next MP with a little luck. Mr Duncan went to school with Michael's father and Michael's been using his weekend cottage as a base of operations for his campaign. He promised Michael a new suit and new shoes for a big speech, so he asks Vicky to take care of him. Once they're gone, Duncan tells Nida to pick up the mess in the department. Gaap tells Nida Mr Duncan could make a good target. Michael tells Vicky he hopes he has her vote. She says she's voting National Front. She says she doesn't like how things are changing and looks over at Nida. Her aunt's been in Cheetham for 20 years and now has foreigners living on both sides of her. They don't have enough and she doesn't want to share with people who don't belong. She thinks the National Front will stand up for them. Michael says they won't get elected. They're too overt. He quietly tells Vicky he holds the same views as National Front. He asks again if he has her vote and she says he does. Gaap tells Nida to pick who to kill because she doesn't have much time left. Nida asks what the future looks like for Michael Smart. She asks Gaap to show her. If he doesn't, she'll go out and confess to everything. She sees Michael being expelled from the tories for being too racist and forming the Britannia Party. He ends up being elected Prime Minister and launches a war on immigrants. Nida decides he needs to go. Gaap says they won't like that, but he said she only have to avoid murderers. He'll be responsible for an impressive number of deaths, but he isn't yet. Gaap says he beats his wife, but he hasn't killed her yet. He killed a dog with a rock when he was 12, but she knows animals don't count. He technically qualifies, so that's her choice. It's him or no one. Vicky peeks in and tells Nida that Michael wants to try an 11. Nida tells Vicky to get them herself, shocking her. Nida leaves the store, taking the jacket off the mannequin as she goes. She gets in her car and Gaap tells her she's changed. The police photograph Chris and Keith's place. Suzie says there's no sign of forced entry. She tells Len that Keith was no angel. Len sees that the cassette player is on and pulls out the cassette, which is labeled, \"Making love.\" He shows it to Suzie. Bob confirms that Keith was in the pub last night, as he was most nights. Suzie asks if he behaved differently last night. He says no. He dragged his pints out and left around closing time. He didn't see anyone follow Keith out. There was one odd thing about last night: Nida, but she didn't speak to Keith. He can't describe her beyond saying she's Indian. He asks Julie, who also saw Nida. Julie saw her talking to herself. She's seen Nida around town and knows she works in shoes at Possets. Nida makes a plan to kill Michael Smart. She wants to follow him in her car. She's interrupted by her doorbell. Len comments on the National Front logo on her door, which she plans to paint over. He asks if he can talk to her. Gaap suggests that Nida kill Len instead. Nida offers Len some tea, but he turns it down. He asks if she was in the pub last night and she says she was. She'd never been in there before, but yesterday was her mother's birthday. Her mother's dead, so it's not easy. She's not meant to drink, so she doesn't have any in the house. She's not proud of what she did. Len says he's not there to judge. She asks what he's there for. He asks if she's heard about Keith and Chris. Nida claims she's never heard of them. Len says Keith was in the pub last night. Nida can't be sure if she saw him because she doesn't know him. Len has a ticket that shows that Nida served him at work. She says they get a lot of customers. She says she certainly didn't notice Keith at the pub. She apologizes for not being very helpful as she sees Len out. Gaap is impressed by her lying, but knows Len didn't buy it. She needs to hurry. She gets in her car, but doesn't notice Len following her. Gaap tells her Len is following her. He was going to have a heart attack next year anyway and has no family to miss him, but she's determined to kill Michael Smart. Michael makes his speech. Vicky is in the audience and so is Mr Duncan. Michael says his goodbyes as he leaves. Mr Duncan wishes him luck. Nida watches Michael leave and follows him. Len follows her. Michael drives through a railroad crossing as the gates are coming down, so Nida speeds up to get through as well while Len is stopped. Gaap tells Nida it's not too late to find someone else. Nida tells him to leave, so he does. Michael starts to notice that Nida is closely following him. She rear-ends him. They both keep driving. She pulls up next to him and forces him off the road. His car runs into a tree. Nida stops and watches him crawl out of his car. She grabs her hammer to finish the job. She hits him twice, but Len comes and stops her before she can finish the job. He tries to get her to put the hammer down, but she says she has to do it. She asks Len if he's a good man. He says he doesn't know, but he hopes so. Nida says if she doesn't kill him by midnight, there will be war. Len says they'll deal with that if it comes to it. He asks her to put the hammer down. Nida repeats that she can't. She apologizes to Gaap and hugs Len. Nida watches as the clock ticks towards midnight. Suzie asks Nida about her targeting people who had done something wrong. She admits that Chris just turned up. She's also told them about the talisman and how Keith didn't count. Suzie shows her the talisman, which they found in her jacket pocket, but it looks like an ordinary domino. Nida explains what Gaap looked like and how he changed to look like Bobby Farrell. Nida says Gaap showed her what it would be like if she didn't kill three people. She experienced it. It won't be long now until it happens. She tried to stop it, but she couldn't. She watches the final seconds tick away. She closes her eyes with five seconds left. Then the ticking stops. She opens her eyes to see the clock has kept on working and it's past midnight with no signs of destruction. Len thinks Nida's mind is gone. At least that's what her lawyer will say. Suzie feels a bit sorry for her, even though she killed three men. Suddenly, they hear a siren in the distance. Everyone goes outside to check on it. Gaap comes to Nida. She tells him she failed. He did as well. They're casting him out to eternal oblivion. She apologizes. He asks her to come with him. He's been checking the fine print and the rules don't say he can't take a human companion with him. She decides to give it a try. Len and Suzie watch with a crowd through a window as several bombs are dropped, starting fires that quickly engulf them. Nida and Gaap leave together, hand in hand.",
        "labels": [
            "compromising one's ethical principles vs. great need",
            "what if the fate of the world was in my hands",
            "demon",
            "hallucination of a non-existing person",
            "human sacrifice",
            "killing to survive",
            "murder",
            "nuclear holocaust",
            "racism in society",
            "the religious end of the world",
            "vigilante justice",
            "workplace rivalry"
        ]
    }
]